{"info":[{"name":{"zh_cn":"骑士（一）","zh_hk":"騎士（一）","de":"Springer (I)","en":"Knight (I)","es":"Caballero I","fr":"Cavalier (I)","id":"Kuda (1)","jp":"ナイト（I）","kr":"나이트•1","pt":"Cavalo (I)","ru":"Рыцарь I","th":"อัศวิน (1)","vi":"Quân Mã (1)"},"type":"KNIGHT1","part1":{"weakness_suggest":["Fire","Imaginary"],"totalWaves":2,"wave1":[{"monster_name":"Memory Zone Meme \"Heartbreaker\"","monster_code":3,"monster_weakness":["Fire","Ice","Thunder"]},{"monster_name":"Memory Zone Meme \"Shell of Faded Rage\"","monster_code":3,"monster_weakness":["Thunder","Quantum","Imaginary"]},{"monster_name":"Memory Zone Meme \"Shell of Faded Rage\"","monster_code":3,"monster_weakness":["Thunder","Quantum","Imaginary"]},{"monster_name":"Memory Zone Meme \"Heartbreaker\"","monster_code":3,"monster_weakness":["Fire","Ice","Thunder"]}],"wave2":[{"monster_name":"The Past, Present, and Eternal Show","monster_code":3,"monster_weakness":[]}]}},{"name":{"zh_cn":"骑士（二）","zh_hk":"騎士（二）","de":"Springer (II)","en":"Knight (II)","es":"Caballero II","fr":"Cavalier (II)","id":"Kuda (2)","jp":"ナイト（II）","kr":"나이트•2","pt":"Cavalo (II)","ru":"Рыцарь II","th":"อัศวิน (2)","vi":"Quân Mã (2)"},"type":"KNIGHT2","part1":{"weakness_suggest":["Physical","Wind","Thunder"],"totalWaves":2,"wave1":[{"monster_name":"Servant of Tides","monster_code":3,"monster_weakness":["Physical","Thunder","Wind"]},{"monster_name":"Lady of Crashing Waves","monster_code":3,"monster_weakness":["Physical","Fire","Thunder"]},{"monster_name":"Servant of Tides","monster_code":3,"monster_weakness":["Physical","Thunder","Wind"]},{"monster_name":"Servant of Tides","monster_code":3,"monster_weakness":["Physical","Thunder","Wind"]},{"monster_name":"Lady of Crashing Waves","monster_code":3,"monster_weakness":["Physical","Fire","Thunder"]}],"wave2":[{"monster_name":"Memory Zone Meme \"Something Unto Death\"","monster_code":3,"monster_weakness":["Fire","Wind","Imaginary"]}]}},{"name":{"zh_cn":"骑士（三）","zh_hk":"騎士（三）","de":"Springer (III)","en":"Knight (III)","es":"Caballero III","fr":"Cavalier (III)","id":"Kuda (3)","jp":"ナイト（III）","kr":"나이트•3","pt":"Cavalo (III)","ru":"Рыцарь III","th":"อัศวิน (3)","vi":"Quân Mã (3)"},"type":"KNIGHT3","part1":{"weakness_suggest":["Physical","Quantum"],"totalWaves":2,"wave1":[{"monster_name":"Black Tide's Decrepit Bow","monster_code":3,"monster_weakness":["Physical","Ice","Quantum"]},{"monster_name":"Black Tide's Corroded Daemon","monster_code":3,"monster_weakness":["Physical","Wind","Quantum"]},{"monster_name":"Tide-Eroded Blade","monster_code":3,"monster_weakness":["Thunder","Quantum","Imaginary"]},{"monster_name":"Black Tide's Decrepit Bow","monster_code":3,"monster_weakness":["Physical","Ice","Quantum"]}],"wave2":[{"monster_name":"Black Tide's Corroded Daemon","monster_code":3,"monster_weakness":["Physical","Wind","Quantum"]},{"monster_name":"Dark Sun Gryphon","monster_code":3,"monster_weakness":["Physical","Fire","Quantum"]},{"monster_name":"Black Tide's Corroded Daemon","monster_code":3,"monster_weakness":["Physical","Wind","Quantum"]}]}},{"name":{"zh_cn":"将杀王棋","zh_hk":"將殺王棋","de":"Schachmatt","en":"King in Check","es":"Jaque al rey","fr":"Échec et mat","id":"Sekakmat","jp":"キングへの挑戦","kr":"체크메이트","pt":"Rei em Xeque","ru":"Шах и мат","th":"รุกฆาตราชา","vi":"Chiếu Hết"},"type":"BOSS","part1":{"weakness_suggest":["Physical","Ice","Quantum"],"totalWaves":2,"wave1":[{"monster_name":"Noontide Gryphon","monster_code":"ELITE","monster_weakness":["Physical","Quantum","Imaginary"]},{"monster_name":"Moonlit Pegasus","monster_code":"ELITE","monster_weakness":["Fire","Quantum","Imaginary"]}],"wave2":[{"monster_name":"First Genius, Entelechy, Zandar","monster_code":"ELITE","monster_weakness":["Physical","Ice","Wind"]}]}}],"name":{"zh_cn":"智械残局","zh_hk":"智械殘局","de":"Omnic-Endspiel","en":"Intellitron Endgame","es":"Final intelitrónico","fr":"Phase finale omnitronique","id":"Permainan Akhir Intellitron","jp":"オムニックの終局","kr":"지능 기계 종반전","pt":"Final do Intellitron","ru":"Эндшпиль эрудроидов","th":"หุ่นยนต์เผด็จศึก","vi":"Tàn Cuộc S-Robot"},"desc":{"zh_cn":"骑士（一） - 韧甲 : 敌方目标初始拥有2层【韧甲】，每层使敌方目标受到的伤害降低15%；敌方目标每次韧性被削减为0时降低1层【韧甲】。\n骑士（二） - 淬火 : 敌方目标生命值每降低1%，我方对其造成的暴击伤害降低3%。\n骑士（三） - 反相 : 敌方目标每次受到攻击后，攻击者都会损失自身最大生命值2%的生命值，该效果不致命。\n骑士（三） - 守护 : 所有非精英敌方目标不会被削减生命值和韧性，且效果抵抗提高100%。当所有精英敌方目标被消灭时，剩余敌方目标也会被消灭。\n","zh_hk":"騎士（一） - 韌甲 : 敵方目標初始擁有2層【韌甲】，每層使敵方目標受到的傷害降低15%；敵方目標每次韌性被削減為0時降低1層【韌甲】。\n騎士（二） - 淬火 : 敵方目標生命值每降低1%，我方對其造成的暴擊傷害降低3%。\n騎士（三） - 反相 : 敵方目標每次受到攻擊後，攻擊者都會損失自身最大生命值2%的生命值，該效果不致命。\n騎士（三） - 守護 : 所有非菁英敵方目標不會被削減生命值和韌性，且效果抗性提高100%。當所有菁英敵方目標被消滅時，所剩敵方目標也會被消滅。\n","de":"Springer (I) - Widerstandsfähige Rüstung : Gegner haben anfangs 2 Stapelungen „Widerstandsfähige Rüstung“. Jede Stapelung reduziert ihren erlittenen SCH um 15%. Gegner verlieren jedes Mal 1 Stapelung Widerstandsfähige Rüstung, wenn ihr WDS auf 0 reduziert wird.\nSpringer (II) - Feuerschmiede : Für je 1 % verlorene LP eines Gegners wird der KRIT-SCH, den Verbündete ihm zufügen, um 3% reduziert.\nSpringer (III) - Inversion : Jedes Mal, nachdem ein Gegner einen Angriff erlitten hat, verliert der Angreifer LP in Höhe von 2% seiner max. LP. Dieser Effekt ist nicht tödlich.\nSpringer (III) - Unter Schutz : Die LP und der WDS aller Nicht-Elitegegner werden nicht verringert. Ihr Effekt-WDS wird um 100% erhöht. Wenn alle Elitegegner besiegt sind, werden auch die restlichen Gegner eliminiert.\n","en":"Knight (I) - Resilient Armor : Enemy target initially has 2 stacks of \"Resilient Armor,\" and each stack reduces DMG taken by 15%. Enemy targets lose 1 stack of \"Resilient Armor\" each time their Toughness is reduced to 0.\nKnight (II) - Tempering : For every 1% HP the enemy target loses, reduces CRIT DMG dealt to them by 3%.\nKnight (III) - Inversion : Each time after the enemy target is attacked, the attacker will lose HP equal to 2% of their own Max HP. This effect in Non-fatal.\nKnight (III) - Under Protection : All non-elite enemy targets won't have their HP and Toughness reduced, and increases their Effect RES by 100%. When all elite enemy targets are defeated, remaining enemy targets will also be eliminated.\n","es":"Caballero I - Armadura resistente : Al inicio, el enemigo tiene 2 acumulaciones de Armadura resistente. Cada acumulación reduce el daño recibido en un 15%. Cada vez que la Firmeza del enemigo se reduce a 0, pierde 1 acumulación de Armadura resistente.\nCaballero II - Temple : Por cada 1% de PV que pierde el enemigo, el Daño CRIT que le infligen los aliados se reduce en un 3%.\nCaballero III - Trasposición : Cada vez que un enemigo recibe un ataque, el atacante pierde un 2% de sus PV máx. Este efecto no es letal.\nCaballero III - Protección : Todos los enemigos que no sean de élite no ven reducidos ni sus PV ni su Firmeza, y su RES a efecto aumenta en un 100%. Cuando todos los enemigos de élite hayan sido eliminados, los enemigos restantes también son eliminados.\n","fr":"Cavalier (I) - Armure tenace : Les cibles ennemies bénéficient de 2 cumuls d'Armure tenace à leur entrée sur le champ de bataille, et chaque cumul réduit les DGT subis de 15%. Les cibles ennemies perdent 1 cumul d'Armure tenace chaque fois que leur robustesse est réduite à 0.\nCavalier (II) - Tempérament : Pour chaque 1 % de PV perdu par la cible ennemie, réduit les DGT critiques qui lui sont infligés de 3%.\nCavalier (III) - Inversion : Chaque fois qu'une cible ennemie subit une attaque, l'assaillant perd des PV équivalents à 2% de ses propres PV max. Ces dégâts sont non mortels.\nCavalier (III) - Sous bonne garde : La réduction de PV et de robustesse est impossible pour les cibles qui ne sont pas des ennemis élites. Leur RÉS aux effets augmente de 100% et lorsque toutes les cibles ennemies élites sont vaincues, les cibles ennemies restantes sont également éliminées.\n","id":"Kuda (1) - Resilient Armor : Target musuh pada awalnya memiliki 2 lapis \"Resilient Armor\", yang setiap lapisnya mengurangi 15% DMG yang diterima target musuh. Setiap kali Toughness target musuh berkurang menjadi 0, \"Resilient Armor\" akan berkurang 1 lapis.\nKuda (2) - Tempering : Setiap kali HP target musuh berkurang 1%, CRIT DMG yang diakibatkan rekan tim padanya berkurang 3%.\nKuda (3) - Inversion : Setiap kali target musuh terkena serangan, penyerang akan kehilangan HP sebesar 2% Max HP dirinya. Efek ini Non-fatal.\nKuda (3) - Under Protection : Semua target musuh non-elite tidak akan mengalami pengurangan HP dan Toughness, dan Effect RES mereka meningkat 100%. Saat semua target musuh elite dikalahkan, target musuh yang tersisa juga akan dikalahkan.\n","jp":"ナイト（I） - 靭甲 : 敵は初期状態で「靭甲」を2層持ち、1層につき敵の受けるダメージ-15%。敵の靭性が0になるたびに「靭甲」が1層減少する。\nナイト（II） - 焼入れ : 敵のHPが1%減少するにつき、味方がその敵に与える会心ダメージ-3%。\nナイト（III） - 反相 : 敵が攻撃を受けるたびに、攻撃者が自身の最大HP2%分のHPを失い、この効果は非致死性である。\nナイト（III） - 庇護下 : 精鋭エネミー以外の敵のHPと靭性は減少せず、効果抵抗+100%。すべての精鋭エネミーが倒されると、ほかの敵も倒される。\n","kr":"나이트•1 - 단단한 갑옷 : 적은 기본 상태에서 [단단한 갑옷]을 2스택 보유하며, 스택마다 적이 받는 피해가 15% 감소한다. 적의 강인성이 0으로 감소할 때마다 [단단한 갑옷]이 1스택 감소한다\n나이트•2 - 담금질 : 적의 HP가 1% 감소할 때마다 아군이 대상에게 가하는 치명타 피해가 3% 감소한다\n나이트•3 - 반상 : 적이 피격될 때마다 공격자는 자신의 최대 HP의 2%만큼 HP를 잃는다. 해당 효과는 비치명적이다\n나이트•3 - 수호 : 모든 비정예 적의 HP와 강인성이 감소하지 않으며, 효과 저항이 100% 증가한다. 모든 정예 적이 처치되면 남은 적도 함께 처치된다\n","pt":"Cavalo (I) - Armadura Resiliente : O inimigo-alvo possui inicialmente 2 acúmulos de \"Armadura Resiliente\", e cada acúmulo reduz o Dano recebido em 15%. Inimigos-alvo perdem 1 acúmulo de \"Armadura Resiliente\" sempre que sua Tenacidade é reduzida a 0.\nCavalo (II) - Têmpera : Para cada 1% de PV perdidos, o Dano CRIT causado pelos aliados a este alvo é reduzido em 3%.\nCavalo (III) - Inversão : Todas as vezes depois que o inimigo-alvo é atacado, o atacante perderá PV em um valor igual a 2% de seus PV máximos. Este efeito é Não Fatal.\nCavalo (III) - Protegido : Todos os inimigos-alvo que não são Inimigos de Elite não terão seus PV nem sua Tenacidade reduzidos, e sua RES a Efeito é aumentada em 100%. Quando todos os Inimigos de Elite forem derrotados, os inimigos restantes também serão eliminados.\n","ru":"Рыцарь I - Прочная броня : Изначально противники имеют 2 ур. статуса Прочная броня. Каждый уровень этого статуса понижает получаемый противником урон на 15%. Противник теряет 1 ур. статуса Прочная броня каждый раз, когда его стойкость истощается до 0.\nРыцарь II - Закалка : Каждый раз, когда НР противника опускается на 1%, наносимый ему союзниками крит. урон понижается на 3%.\nРыцарь III - Инверсия : Каждый раз, когда противник получает атаку, атаковавшая его цель теряет 2% от своего макс. НР. Этот эффект не является смертельным.\nРыцарь III - Под защитой : Стойкость и НР всех неэлитных противников не могут быть понижены, а их сопротивление эффектам повышается на 100%. Одолейте всех элитных противников, чтобы также одолеть всех оставшихся неэлитных противников.\n","th":"อัศวิน (1) - เกราะทานทน : ศัตรูเป้าหมายจะมี \"เกราะทานทน\" เริ่มต้น 2 ชั้น โดยแต่ละชั้นจะทำให้ศัตรูเป้าหมายได้รับ DMG ลดลง 15% ทุกครั้งที่ ความทนทานของศัตรูเป้าหมาย ถูกลดทอนจนเหลือ 0 \"เกราะทานทน\" จะลดลง 1 ชั้น\nอัศวิน (2) - ชุบไฟ : เมื่อ HP ของศัตรูเป้าหมายลดลงทุก 1% DMG คริติคอลที่ฝ่ายเรา สร้างให้แก่ศัตรูดังกล่าว จะลดลง 3%\nอัศวิน (3) - พลิกกลับ : ทุกครั้งหลังจากศัตรูเป้าหมายถูกโจมตี ผู้โจมตีจะสูญเสีย HP เท่ากับ 2% ของ HP สูงสุดของตัวเอง โดยที่เอฟเฟกต์นี้จะไม่ถึงแก่ชีวิต\nอัศวิน (3) - ใต้การคุ้มกัน : ศัตรูเป้าหมายทั้งหมดที่ไม่ใช่ระดับสูง จะไม่ถูกลดทอน HP และความทนทาน อีกทั้งการต้านทานสถานะ จะเพิ่มขึ้น 100% เมื่อศัตรูเป้าหมายระดับสูงทั้งหมด ถูกกำจัด ศัตรูที่เหลือก็จะถูกกำจัดด้วย\n","vi":"Quân Mã (1) - Giáp Bền : Mục tiêu phe địch ban đầu có 2 tầng \"Giáp Bền\", mỗi tầng khiến sát thương mục tiêu phe địch phải chịu giảm 15%. Mỗi lần Sức Bền của mục tiêu phe địch bị giảm còn 0, sẽ giảm 1 tầng \"Giáp Bền\".\nQuân Mã (2) - Tôi Lửa : HP mục tiêu phe địch cứ giảm 1%, thì Sát Thương Bạo Kích của phe ta gây ra cho mục tiêu đó sẽ giảm 3%.\nQuân Mã (3) - Đảo Ngược : Sau mỗi lần mục tiêu phe địch bị tấn công, người tấn công đều sẽ mất lượng HP bằng 2% HP tối đa của bản thân, hiệu ứng này không chí tử.\nQuân Mã (3) - Bảo Vệ : Tất cả mục tiêu phe địch không phải Tinh Anh sẽ không bị giảm HP và Sức Bền, đồng thời Kháng Hiệu Ứng tăng 100%. Khi tất cả mục tiêu tinh Anh phe địch bị tiêu diệt, mục tiêu phe địch còn lại cũng sẽ bị tiêu diệt.\n"},"buff":[{"buffId":"3033006","buffIcon":"IconChallengePeakBattlePlugins0001","name":{"zh_cn":"出奇制胜","zh_hk":"出奇制勝","de":"Unkonventionelle Siegesstrategie","en":"Think Outside the Box","es":"Victoria por sorpresa","fr":"Nouvelle approche","id":"Think Outside the Box","jp":"奇策勝ち","kr":"기묘한 승리의 전술","pt":"Pensar Fora da Caixa","ru":"Победа хитростью","th":"คว้าชัยแบบนอกกรอบ","vi":"Chiến Thắng Bất Ngờ"},"desc":{"zh_cn":"队伍中当前在场的我方目标数量不等于4时，我方全体造成的伤害提高60%。","zh_hk":"隊伍中當下在場的我方目標數量不等於4時，我方全體造成的傷害提高60%。","de":"Wenn die Anzahl der Verbündeten auf dem Kampffeld nicht 4 beträgt, wird der von allen Verbündeten verursachte SCH um 60% erhöht.","en":"When the number of ally targets currently on the field is not 4, all allies' dealt DMG increases by 60%.","es":"Cuando el número actual de aliados en la batalla no sea igual a 4, el daño que infligen todos los aliados aumenta en un 60%.","fr":"Lorsque le nombre actuel de cibles alliées sur le champ de bataille n'est pas de 4, augmente les DGT infligés par tous les alliés de 60%.","id":"Saat rekan tim di medan pertempuran saat ini tidak berjumlah 4, DMG yang diakibatkan seluruh rekan tim meningkat 60%.","jp":"フィールド上にいる味方の数が4でない場合、味方全体の与ダメージ+60%。","kr":"파티 내 현재 필드에 있는 아군의 수가 4명이 아닐 시, 모든 아군이 가하는 피해가 60% 증가한다","pt":"Quando o número de aliados-alvo atualmente no campo não for igual a 4, aumenta o Dano de todos os aliados em 60%.","ru":"Если количество членов отряда на поле боя не равно 4, то наносимый всеми союзниками урон повышается на 60%.","th":"เมื่อจำนวนเป้าหมายฝ่ายเราในสนามปัจจุบัน ไม่เท่ากับ 4 ตัว ฝ่ายเราทั้งหมดจะสร้าง DMG เพิ่มขึ้น 60%","vi":"Khi số lượng mục tiêu của đội ngũ phe ta ở trong trận hiện tại không bằng 4, sát thương toàn phe ta gây ra tăng 60%."}},{"buffId":"3033007","buffIcon":"IconChallengePeakBattlePlugins0002","name":{"zh_cn":"步骑协同","zh_hk":"步騎協同","de":"Infanterie und Kavallerie","en":"Infantry and Calvary","es":"Coordinación estratégica","fr":"Infanterie et cavalerie","id":"Infantry and Calvary","jp":"歩騎連携","kr":"기보 협공","pt":"Infantaria e Cavalaria","ru":"Пехота и кавалерия","th":"กองทัพผนึกกำลัง","vi":"Bộ Kỵ Phối Hợp"},"desc":{"zh_cn":"我方全体施放终结技时无视目标40%防御，终结技造成伤害后，下一次战技无视目标40%防御。","zh_hk":"我方全體施放終結技時無視目標40%防禦，終結技造成傷害後，下一次戰技無視目標40%防禦。","de":"Ignoriert beim Einsatz des Ultimates durch alle Verbündete 40% der VTD des Ziels. Nachdem der Ultimate SCH verursacht hat, ignoriert die nächste Fertigkeit 40% der VTD des Ziels.","en":"Whenever any ally uses their Ultimate, ignores 40% of target's DEF. After Ultimate deals DMG, the next Skill will ignore 40% of target's DEF.","es":"Cuando cualquier aliado lanza su habilidad definitiva, ignora un 40% de la DEF del objetivo. Después de infligir daño con la habilidad definitiva, la siguiente habilidad básica ignora un 40% de la DEF del objetivo.","fr":"Lorsqu'un allié utilise un ultime, ignore 40% de la DÉF de la cible. Après qu'un ultime a infligé des DGT, la prochaine compétence ignore 40% de la DÉF de la cible.","id":"Saat rekan tim mana pun melancarkan Ultimate, akan mengabaikan 40% DEF target. Setelah Ultimate mengakibatkan DMG, Skill berikutnya akan mengabaikan 40% DEF target.","jp":"味方が必殺技を発動する時、ターゲットの防御力を40%無視する。必殺技でダメージを与えた後、次に発動する戦闘スキルはターゲットの防御力を40%無視する。","kr":"모든 아군이 필살기 발동 시 목표의 방어력을 40% 무시하며, 필살기로 피해를 가한 후 다음 전투 스킬이 목표의 방어력을 40% 무시한다","pt":"Sempre que qualquer aliado usar a Perícia Suprema, ignora 40% da DEF do alvo. Após a Perícia Suprema causar Dano, a próxima Perícia ignora 40% da DEF do alvo.","ru":"Использование сверхспособностей союзников игнорирует 40% защиты цели. После того, как сверхспособность наносит урон, следующий использованный навык игнорирует 40% защиты цели.","th":"เมื่อฝ่ายเราทั้งหมดปล่อยท่าไม้ตาย จะเพิกเฉยต่อ DEF 40% ของเป้าหมาย หลังจากท่าไม้ตายสร้าง DMG แล้ว สกิลต่อสู้ครั้งถัดไป จะเพิกเฉยต่อ DEF 40% ของเป้าหมาย","vi":"Khi toàn bộ phe ta thi triển Tuyệt Kỹ sẽ bỏ qua 40% Phòng Thủ của mục tiêu, sau khi Tuyệt Kỹ gây Sát Thương, lần Chiến Kỹ tiếp theo sẽ bỏ qua 40% Phòng Thủ của mục tiêu."}},{"buffId":"3033008","buffIcon":"IconChallengePeakBattlePlugins0003","name":{"zh_cn":"锤砧战术","zh_hk":"錘砧戰術","de":"Hammer und Amboss","en":"Hammer and Anvil","es":"Yunque y martillo","fr":"Le Marteau et l'Enclume","id":"Hammer and Anvil","jp":"鉄床戦術","kr":"망치와 모루 전술","pt":"Martelo e Bigorna","ru":"Молот и наковальня","th":"กลยุทธ์ค้อนและทั่ง","vi":"Chiến Thuật Búa Và Đe"},"desc":{"zh_cn":"获得除自身外的友方目标施加的护盾效果或治疗后，自身受到的伤害降低25%，同时全属性抗性穿透提高20%，持续2回合。","zh_hk":"獲得除自身外的友方目標施加的護盾效果或治療後，自身受到的傷害降低25%，同時全屬性抗性穿透提高20%，持續2回合。","de":"Wenn die Einheit einen Schild oder eine Heilung von einem anderen Verbündeten erhält, wird ihr erlittener SCH für 2 Rd. um 25% reduziert und die WDS-DUR aller Typen um 20% erhöht.","en":"After receiving Shield effects or healing from ally targets (excluding this unit), reduces DMG taken by this unit by 25%, and increases All-Type RES PEN by 20% for 2 turn(s).","es":"Tras recibir efectos de escudo o curación de aliados (excepto de uno mismo), el daño recibido se reduce en un 25% y la PEN de la RES a todos los tipos aumenta en un 20% durante 2 turnos.","fr":"Après avoir reçu un bouclier ou des soins de la part des cibles alliées (à l'exception de cette unité), réduit les DGT subis de 25% et augmente la PÉN de RÉS à tous les types de 20% pendant 2 tours.","id":"Setelah memperoleh efek Shield atau pemulihan dari rekan tim selain diri sendiri, DMG yang diterima akan berkurang 25% dan RES PEN Seluruh Tipe akan meningkat 20% selama 2 giliran.","jp":"自身以外の味方によるバリアを獲得、または治癒を受けた後、受けるダメージ-25%。同時に全属性耐性貫通+20%、2ターン継続。","kr":"자신을 제외한 아군이 부여한 실드 효과 또는 치유를 받으면 자신이 받는 피해가 25% 감소하고, 동시에 모든 속성 저항 관통이 20% 증가한다, 지속 시간: 2턴","pt":"Após receber efeitos de <u>Escudo</u> ou cura de aliados-alvo, exceto de si mesmo, esta unidade reduz o Dano recebido em 25% e aumenta a PEN de RES a Todos os Tipos em 20% por 2 rodadas.","ru":"Получение щита или исцеления от союзников, кроме своего собственного, понижает получаемый урон на 25% и повышает пробитие всех типов сопротивления на 20% на 2 хода.","th":"หลังจากได้รับเอฟเฟกต์โล่หรือการรักษา จากเป้าหมายฝ่ายเรา (ยกเว้นตัวเอง) DMG ที่ตัวเองได้รับจะลดลง 25% พร้อมทั้ง การทะลวงความต้านทานทุกประเภทเพิ่มขึ้น 20% เป็นเวลา 2 เทิร์น","vi":"Sau khi nhận được hiệu ứng Khiên hoặc trị liệu từ đồng đội ngoại trừ bản thân, sát thương bản thân phải chịu giảm 25%, đồng thời Xuyên Kháng Toàn Thuộc Tính tăng 20%, duy trì 2 hiệp."}}]}