{"info":[{"name":{"zh_cn":"猢狲博弈·难度01","zh_hk":"猢猻博弈•難度01","de":"Glücksspiel des Affen: Schwierigkeitsgrad 01","en":"Gambling Primate: Difficulty 1","es":"Primate apostador: Dificultad 1","fr":"Primate parieur : Difficulté 1","id":"Primata Pertaruhan: Tingkat Kesulitan 1","jp":"博打打ちのサル・難易度01","kr":"도박과 원숭이•난이도 01","pt":"Primata Apostador: Dificuldade 1","ru":"Азартная макака: Сложность I","th":"วานรเดิมพัน: ความยาก 01","vi":"Linh Trưởng Đánh Cược: Độ Khó 1"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Daring Diceroller","monster_code":5,"monster_weakness":["Physical","Ice","Thunder","Wind"]}]},"part2":{"weakness_suggest":["Ice","Thunder","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Blaznana Monkey Trick","monster_code":5,"monster_weakness":["Ice","Thunder","Imaginary"]}]}},{"name":{"zh_cn":"猢狲博弈·难度02","zh_hk":"猢猻博弈•難度02","de":"Glücksspiel des Affen: Schwierigkeitsgrad 02","en":"Gambling Primate: Difficulty 2","es":"Primate apostador: Dificultad 2","fr":"Primate parieur : Difficulté 2","id":"Primata Pertaruhan: Tingkat Kesulitan 2","jp":"博打打ちのサル・難易度02","kr":"도박과 원숭이•난이도 02","pt":"Primata Apostador: Dificuldade 2","ru":"Азартная макака: Сложность II","th":"วานรเดิมพัน: ความยาก 02","vi":"Linh Trưởng Đánh Cược: Độ Khó 2"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Daring Diceroller","monster_code":5,"monster_weakness":["Physical","Ice","Thunder","Wind"]}]},"part2":{"weakness_suggest":["Ice","Thunder","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Blaznana Monkey Trick","monster_code":5,"monster_weakness":["Ice","Thunder","Imaginary"]}]}},{"name":{"zh_cn":"猢狲博弈·难度03","zh_hk":"猢猻博弈•難度03","de":"Glücksspiel des Affen: Schwierigkeitsgrad 03","en":"Gambling Primate: Difficulty 3","es":"Primate apostador: Dificultad 3","fr":"Primate parieur : Difficulté 3","id":"Primata Pertaruhan: Tingkat Kesulitan 3","jp":"博打打ちのサル・難易度03","kr":"도박과 원숭이•난이도 03","pt":"Primata Apostador: Dificuldade 3","ru":"Азартная макака: Сложность III","th":"วานรเดิมพัน: ความยาก 03","vi":"Linh Trưởng Đánh Cược: Độ Khó 3"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Daring Diceroller","monster_code":5,"monster_weakness":["Physical","Ice","Thunder","Wind"]}]},"part2":{"weakness_suggest":["Ice","Thunder","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Blaznana Monkey Trick","monster_code":5,"monster_weakness":["Ice","Thunder","Imaginary"]}]}},{"name":{"zh_cn":"猢狲博弈·难度04","zh_hk":"猢猻博弈•難度04","de":"Glücksspiel des Affen: Schwierigkeitsgrad 04","en":"Gambling Primate: Difficulty 4","es":"Primate apostador: Dificultad 4","fr":"Primate parieur : Difficulté 4","id":"Primata Pertaruhan: Tingkat Kesulitan 4","jp":"博打打ちのサル・難易度04","kr":"도박과 원숭이•난이도 04","pt":"Primata Apostador: Dificuldade 4","ru":"Азартная макака: Сложность IV","th":"วานรเดิมพัน: ความยาก 04","vi":"Linh Trưởng Đánh Cược: Độ Khó 4"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Daring Diceroller","monster_code":5,"monster_weakness":["Physical","Ice","Thunder","Wind"]}]},"part2":{"weakness_suggest":["Ice","Thunder","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Blaznana Monkey Trick","monster_code":5,"monster_weakness":["Ice","Thunder","Imaginary"]}]}}],"name":{"zh_cn":"猢狲博弈","zh_hk":"猢猻博弈","de":"Glücksspiel des Affen","en":"Gambling Primate","es":"Primate apostador","fr":"Primate parieur","id":"Primata Pertaruhan","jp":"博打打ちのサル","kr":"도박과 원숭이","pt":"Primata Apostador","ru":"Азартная макака","th":"วานรเดิมพัน","vi":"Linh Trưởng Đánh Cược"},"desc":{"zh_cn":"拥有【坚防守备】的敌方单位被弱点击破时，使我方全体解除控制状态、恢复战技点并回复生命值。\\n敌方全体受到的普攻伤害提高15%，战技伤害提高25%。","zh_hk":"擁有【堅防守備】的敵方單位被弱點擊破時，使我方全體解除控制狀態、恢復戰技點並回復生命值。\\n敵方全體受到的普通攻擊傷害提高15%，戰技傷害提高25%。","de":"Wenn Gegner mit Solider Schutz Schwächebruch erleiden, werden Kontrolleffekte von allen Verbündeten entfernt und Fertigkeitspunkte sowie LP wiederhergestellt.\\nErhöht den erlittenen Standardangriff-SCH aller Gegner um 15% und den erlittenen Fertigkeits-SCH um 25%.","en":"When an enemy with \"Steadfast Safeguard\" is Weakness Broken, dispel control states for all allies, recover their Skill Points, and restore their HP.\\nIncreases the Basic ATK DMG taken by all enemies by 15% and increases Skill DMG taken by 25%.","es":"Cuando un enemigo con Salvaguardia firme es afectado con Ruptura de Debilidad, todos los aliados disipan los estados de Control, recuperan pts. de habilidad básica y regeneran PV.\\nEl daño de ATQ básico y el daño de habilidad básica que reciben todos los enemigos aumentan en un 15% y un 25% respectivamente.","fr":"Lorsqu'un ennemi avec Protection inébranlable subit une Rupture de faiblesse, dissipe les états de contrôle de tous les alliés, régénère des points de compétence et restaure leurs PV.\\nAugmente les DGT d'ATQ normale subis par tous les ennemis de 15% et les DGT de compétence subis de 25%.","id":"Saat musuh yang memiliki \"Steadfast Safeguard\" terkena Weakness Break, seluruh rekan tim akan menghapus Crowd Control Debuff, memulihkan Poin Skill, dan memulihkan HP.\\nBasic Attack DMG yang diterima seluruh musuh meningkat 15%, dan Skill DMG yang diterima seluruh musuh meningkat 25%.","jp":"「鉄壁の防御」を持つ敵が弱点撃破される時、味方全体の行動制限状態を解除し、SPとHPを回復する。\\n敵全体の受ける通常攻撃ダメージ+15%、受ける戦闘スキルダメージ+25%。","kr":"[견고한 수비]를 보유한 적 유닛이 약점 격파될 시 모든 아군의 제어 상태가 해제되고, 전투 스킬 포인트를 회복하며 HP를 회복한다.\\n모든 적이 받는 일반 공격 피해가 15% 증가하고, 전투 스킬 피해가 25% 증가한다","pt":"Quando um inimigo com \"Salvaguarda Firme\" sofre Quebra de Fraqueza, dissipa os estados de controle de todos os aliados, recupera seus Pontos de Perícia, e restaura seus PV.\\nAumenta o Dano de ATQ Básico recebido por todos os inimigos em 15% e aumenta o Dano de Perícia recebido em 25%.","ru":"Пробитие уязвимости противника со статусом Непреклонная защита снимает эффекты контроля со всех союзников, восстанавливает очки навыков отряда и восстанавливает НР.\\nПолучаемый всеми противниками урон базовой атаки повышается на 15%, получаемый ими урон навыка повышается на 25%.","th":"เมื่อศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" ถูกทำลายจุดอ่อน จะทำให้ฝ่ายเราทั้งหมดลบสถานะควบคุม ฟื้นฟูแต้มสกิลต่อสู้ และฟื้นฟู HP\\nศัตรูทั้งหมดจะได้รับ DMG โจมตีปกติเพิ่มขึ้น 15% และ DMG สกิลต่อสู้เพิ่มขึ้น 25%","vi":"Khi kẻ địch có \"Phòng Thủ Kiên Cố\" bị Phá Vỡ Điểm Yếu, sẽ khiến toàn bộ phe ta giải trừ trạng thái khống chế, hồi điểm Chiến Kỹ và hồi HP.\\nSát thương Tấn Công Thường toàn bộ phe địch phải chịu tăng 15%, sát thương Chiến Kỹ tăng 25%."},"buff":[{"buffId":"3111041","buffIcon":"IconStrongChallengeTalent0301","name":{"zh_cn":"博弈战场","zh_hk":"博弈戰場","de":"Schlachtfeld der Strategen","en":"Battlefield of Wits","es":"Batalla de intelecto","fr":"Bataille de l'esprit","id":"Battlefield of Wits","jp":"博打の戦場","kr":"도박의 전장","pt":"Campo de Batalha da Sabedoria","ru":"Поле битвы умов","th":"สนามเกมรบ","vi":"Chiến Trường Đấu Trí"},"desc":{"zh_cn":"我方全体普攻造成的伤害提高50%。消灭敌方目标后，攻击者行动提前10%。","zh_hk":"我方全體普通攻擊造成的傷害提高50%。消滅敵方目標後，攻擊者行動提前10%。","de":"Erhöht den verursachten SCH durch Standardangriffe aller Verbündeten um 50%. Wird ein Gegner besiegt, wird die Aktion des Angreifers um 10% vorgezogen.","en":"Increases DMG dealt by all allies' Basic ATK by 50%. After defeating an enemy target, advances the attacker's action by 10%.","es":"El daño que inflige el ATQ básico de todos los aliados aumenta en un 50%. Tras eliminar a un enemigo, el atacante adelanta su acción un 10%.","fr":"Augmente les DGT infligés par l'ATQ normale de tous les alliés de 50%. Après avoir éliminé une cible ennemie, l'action de l'assaillant est avancée de 10%.","id":"DMG yang diakibatkan Basic Attack seluruh rekan tim meningkat 50%. Setelah mengalahkan target musuh, aksi penyerang akan didahulukan 10%.","jp":"味方全体の通常攻撃の与ダメージ+50%。敵を倒した後、攻撃者の行動順が10%早まる。","kr":"모든 아군의 일반 공격이 가하는 피해가 50% 증가한다. 적을 처치하면 공격자의 행동 게이지가 10% 증가한다","pt":"Aumenta o Dano causado pelo ATQ Básico de todos os aliados em 50%. Após derrotar um inimigo-alvo, a ação do atacante é Avançada Adiante em 10%.","ru":"Наносимый базовой атакой всех союзников урон повышается на 50%. После победы над противником действие атаковавшего союзника продвигается вперёд на 10%.","th":"การโจมตีปกติของฝ่ายเราทั้งหมด สร้าง DMG เพิ่มขึ้น 50% หลังจากกำจัดศัตรูเป้าหมายแล้ว จะเร่งแอ็กชันของผู้โจมตี 10%","vi":"Sát thương do Tấn Công Thường của toàn thể phe ta gây ra tăng 50%. Sau khi tiêu diệt mục tiêu phe địch, người tấn công lập tức Ưu Tiên Hành Động 10%."}},{"buffId":"3111042","buffIcon":"IconBuffSpeedUp","name":{"zh_cn":"孤注一掷","zh_hk":"孤注一擲","de":"Alles oder nichts","en":"Daring Wager","es":"Apuesta arriesgada","fr":"Pari osé","id":"Daring Wager","jp":"大博打","kr":"마지막 승부","pt":"Aposta Ousada","ru":"Ва-банк","th":"เดิมพันหมดหน้าตัก","vi":"Liều Một Phen"},"desc":{"zh_cn":"我方全体速度提高15%，受到的伤害降低15%。","zh_hk":"我方全體速度提高15%，受到的傷害降低15%。","de":"Erhöht die GES aller Verbündeten um 15% und verringert den erlittenen SCH um 15%.","en":"Increases the SPD of all allies by 15% and reduces their DMG taken by 15%.","es":"La VEL de todos los aliados aumenta en un 15% y el daño recibido se reduce en un 15%.","fr":"Augmente la VIT de tous les alliés de 15% et réduit les DGT qu'ils subissent de 15%.","id":"SPD seluruh rekan tim +15%, DMG yang diterima seluruh rekan tim -15%.","jp":"味方全体の速度+15%、受けるダメージ-15%。","kr":"모든 아군의 속도가 15% 증가하고, 받는 피해가 15% 감소한다","pt":"Aumenta a VEL de todos os aliados em 15% e reduz Dano recebido por eles em 15%.","ru":"Скорость всех союзников повышается на 15%. Получаемый ими урон понижается на 15%.","th":"ความเร็วของฝ่ายเราทั้งหมดเพิ่มขึ้น 15% และได้รับ DMG ลดลง 15%","vi":"Tốc Độ của toàn bộ phe ta tăng 15%, sát thương phải chịu giảm 15%."}},{"buffId":"3111043","buffIcon":"IconStrongChallengeTalent0304","name":{"zh_cn":"时来运转","zh_hk":"時來運轉","de":"Glückssträhne","en":"Turn of Luck","es":"Golpe de suerte favorable","fr":"La roue tourne","id":"Turn of Luck","jp":"巡って来た幸運","kr":"대운의 시기","pt":"Golpe de Sorte","ru":"Удачный поворот","th":"บุญพาวาสนาส่ง","vi":"Thời Vận Luân Chuyển"},"desc":{"zh_cn":"角色造成的追加攻击伤害无视敌方目标15%的全属性抗性，同时对非弱点目标也能削减韧性，效果等同于原技能削韧值的50%。","zh_hk":"角色造成的追加攻擊傷害無視敵方目標15%的全屬性抗性，同時對非弱點目標也能削減韌性，效果等同於原技能削韌值的50%。","de":"Der von Figuren verursachte Folgeangriff-SCH ignoriert 15% des WDS aller Typen von Gegnern und können auch den WDS von Zielen ohne die entsprechende Schwäche reduzieren, wobei der Effekt 50% der WDS-Reduzierung der ursprünglichen Fähigkeit entspricht.","en":"Follow-up ATK of characters ignores 15% of the enemy target's All-Type RES and can also reduce the Toughness of targets that do not have the corresponding Weakness, with the effect being equivalent to 50% of the original Toughness Reduction from abilities.","es":"El daño de ataque adicional que infligen los personajes ignora un 15% de la RES a todos los tipos del enemigo. A su vez, también puede reducir la Firmeza de los objetivos sin la Debilidad correspondiente en una cantidad equivalente al 50% de la Reducción de Firmeza original de la habilidad.","fr":"Les ATQ de suivi des personnages ignorent 15% de toutes les RÉS de type de la cible ennemie et peuvent aussi réduire la robustesse des cibles qui n'ont pas les Faiblesses correspondantes, avec un effet équivalent à 50% de la réduction de robustesse d'origine des capacités.","id":"DMG Serangan Lanjutan yang diakibatkan karakter akan mengabaikan 15% RES Seluruh Tipe target musuh, dan di saat bersamaan juga dapat mengurangi Toughness dari target yang tidak memiliki Weakness terkait, dengan efek Pengurangan Toughness sebesar 50% dari Pengurangan Toughness asli kemampuan.","jp":"キャラの追加攻撃ダメージが敵の全属性耐性を15%無視する。対応する弱点を持たない敵の靭性を削ることができ、スキル本来の削靭値50%分の靭性を削る。","kr":"캐릭터가 가하는 추가 공격 피해가 적의 모든 속성 저항을 15% 무시하고, 동시에 해당 약점 속성이 아닌 목표의 강인성도 감소시킬 수 있으며, 효과는 기존 스킬 강인성 감소 수치의 50%이다","pt":"Os Ataques Extras dos personagens ignoram 15% da RES a Todos os Tipos do inimigo-alvo e também podem reduzir a Tenacidade dos alvos que não possuam a Fraqueza correspondente, com o efeito sendo o igual a 50% da Redução de Tenacidade original das habilidades.","ru":"Наносимый персонажами урон бонус-атаки игнорирует 15% всех типов сопротивления противника и может истощать стойкость противников, не имеющих соответствующую уязвимость. Этот эффект равен 50% от изначального урона стойкости использованного умения.","th":"ตัวละครสร้าง DMG โจมตีต่อเนื่อง โดยเพิกเฉยต่อความต้านทานทุกประเภท 15% ของศัตรูเป้าหมาย และยังสามารถลดทอนความทนทาน ของเป้าหมายที่ไม่ได้มีจุดอ่อนที่สอดคล้องกันด้วย โดยเอฟเฟกต์จะเท่ากับ 50% ของการลดค่าความทนทานจากสกิลเดิม","vi":"Sát Thương Đòn Đánh Theo Sau mà nhân vật gây ra sẽ bỏ qua 15% Kháng Toàn Thuộc Tính của mục tiêu phe địch, đồng thời cũng có thể làm giảm Sức Bền cho mục tiêu không có điểm yếu, hiệu quả bằng 50% giá trị Giảm Sức Bền của kỹ năng gốc."}},{"buffId":"3111044","buffIcon":"IconBuffCriticalDamage","name":{"zh_cn":"言传身蕉","zh_hk":"言傳身蕉","de":"Mit gutem Bananenbeispiel vorangehen","en":"Teach By Banaxample","es":"Predicar con el platanoejemplo","fr":"Bananenseignement par l'exemple","id":"Teach By Banaxample","jp":"バナをもって手本を示す","kr":"말과 행동을 통한 교육나나","pt":"Ensinamento Bananaexemplar","ru":"Берущие бананопример","th":"แบบอย่างบาน่า","vi":"Tấm Gương Dạy Học Chúi"},"desc":{"zh_cn":"对我方单体目标施放战技或终结技时，使技能目标的暴击伤害提高35%，持续2回合，该效果最多叠加2次。","zh_hk":"對我方單體目標施放戰技或終結技時，使技能目標的暴擊傷害提高35%，持續2回合，該效果最多疊加2次。","de":"Wenn eine Fertigkeit oder ein Ultimate auf einen Verbündeten eingesetzt wird, wird der KRIT-SCH des Ziels für 2 Rd. um 35% erhöht. Dieser Effekt ist bis zu 2-mal stapelbar.","en":"When using Skill or Ultimate on one ally target, increases the ability target's CRIT DMG by 35%, lasting for 2 turn(s). This effect can stack up to 2 time(s).","es":"Al lanzar la habilidad básica o la habilidad definitiva a un aliado, el Daño CRIT del objetivo de la habilidad aumenta en un 35% durante 2 turnos. Este efecto se puede acumular hasta 2 veces.","fr":"Lors de l'utilisation d'une compétence ou d'un ultime sur une cible alliée, cette dernière voit ses DGT critiques augmenter de 35% pendant 2 tours. Cet effet peut être cumulé jusqu'à 2 fois.","id":"Saat melancarkan Skill atau Ultimate pada 1 rekan tim, akan meningkatkan 35% CRIT DMG target kemampuan tersebut selama 2 giliran. Efek ini dapat ditumpuk hingga 2 kali.","jp":"味方単体に戦闘スキル、または必殺技を発動する時、スキルターゲットの会心ダメージ+35%、2ターン継続し、最大で2回累積できる。","kr":"단일 아군에게 전투 스킬 또는 필살기 발동 시 스킬 목표의 치명타 피해가 35% 증가한다, 지속 시간: 2턴, 해당 효과 최대 중첩수: 2회","pt":"Ao utilizar a Perícia ou Perícia Suprema em um aliado-alvo, aumenta o Dano CRIT do alvo da habilidade em 35%, durando por 2 rodada(s). Este efeito pode acumular até 2 vez(es).","ru":"Использование навыка или сверхспособности на союзнике повышает его крит. урон на 35% на 2 ход(а). Этот эффект может складываться до 2 раз.","th":"เมื่อปล่อยสกิลต่อสู้หรือท่าไม้ตาย ใส่เป้าหมายฝ่ายเราหนึ่งตัว จะทำให้ DMG คริติคอลของเป้าหมายสกิลเพิ่มขึ้น 35% เป็นเวลา 2 เทิร์น โดยเอฟเฟกต์นี้ สามารถซ้อนทับได้มากสุด 2 ครั้ง","vi":"Khi thi triển Chiến Kỹ hoặc Tuyệt Kỹ cho 1 mục tiêu phe ta sẽ khiến sát thương Bạo Kích của mục tiêu kỹ năng tăng 35%, duy trì 2 hiệp, hiệu ứng này tối đa cộng dồn 2 lần."}},{"buffId":"3111045","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"有蕉无类","zh_hk":"有蕉無類","de":"Ausbildung für Banalle","en":"Education For Bananall","es":"Platanoeducación universal","fr":"Banaéducation universelle","id":"Education For Bananall","jp":"バナありて類なし","kr":"차별 없는 교육나나","pt":"Bananaeducação Universal","ru":"Образование для банановсех","th":"การศึกษาบาน่า","vi":"Dạy Chúi Bình Đẳng"},"desc":{"zh_cn":"敌方全体受到的击破伤害提高10%。击破敌方弱点后，我方全体速度提高20%，持续2回合。","zh_hk":"敵方全體受到的擊破傷害提高10%。擊破敵方弱點後，我方全體速度提高20%，持續2回合。","de":"Erhöht den erlittenen Bruch-SCH aller Gegner um 10%. Nachdem Gegner Schwächebruch erlitten haben, wird die GES aller Verbündeten für 2 Rd. um 20% erhöht.","en":"Increases all enemies' Break DMG taken by 10%. After Breaking an enemy's Weakness, increases all allies' SPD by 20% for 2 turn(s).","es":"El Daño de Ruptura que reciben todos los enemigos aumenta en un 10%. Cuando se rompe la Debilidad de un enemigo, la VEL de todos los aliados aumenta en un 20% durante 2 turnos.","fr":"Augmente les DGT de rupture subis par tous les ennemis de 10%. Après avoir infligé une Rupture de faiblesse à un ennemi, la VIT de tous les alliés augmente de 20% pendant 2 tours.","id":"Break DMG yang diterima seluruh musuh meningkat 10%. Setelah mengakibatkan Weakness Break pada musuh, SPD seluruh rekan tim akan meningkat 20% selama 2 giliran.","jp":"敵全体の受ける弱点撃破ダメージ+10%。敵を弱点撃破した後、味方全体の速度+20%、2ターン継続する。","kr":"모든 적이 받는 격파 피해가 10% 증가한다. 적의 약점을 격파하면 모든 아군의 속도가 20% 증가한다, 지속 시간: 2턴","pt":"Aumenta o Dano de Quebra recebido por todos os inimigos em 10%. Após causar Quebra de Fraqueza a um inimigo, aumenta a VEL de todos os aliados em 20%, durando por 2 rodada(s).","ru":"Получаемый всеми противниками урон пробития повышается на 10%. После пробития уязвимости противника скорость всех союзников повышается на 20% на 2 хода.","th":"ศัตรูทั้งหมดได้รับ DMG ทำลายล้างเพิ่มขึ้น 10% หลังจากทำลายจุดอ่อนของศัตรูแล้ว ความเร็วของฝ่ายเราทั้งหมดจะเพิ่มขึ้น 20% เป็นเวลา 2 เทิร์น","vi":"Sát Thương Phá Vỡ mà toàn bộ phe địch phải chịu sẽ tăng 10%. Sau khi phá vỡ điểm yếu của phe địch, Tốc Độ toàn bộ phe ta tăng 20%, duy trì 2 hiệp."}},{"buffId":"3111046","buffIcon":"ChanllengeBoss_PlayerBuff1004","name":{"zh_cn":"蕉学相长","zh_hk":"蕉學相長","de":"Lehren und Lernen sind geteilte Bananen","en":"Teaching and Learning Go Banana in Peel","es":"Enseñar y aprender son plátanos compartidos","fr":"Banapprentissage par le bananenseignement","id":"Teaching and Learning Go Banana in Peel","jp":"バナ学相長ず","kr":"수업나나를 통한 발전","pt":"Ensinar e Aprender é um Compartilhamento de Bananas","ru":"Учение и бананы идут рука об руку","th":"การสอนคลาสบานาน่า","vi":"Học Chúi Đi Đôi Với Hành"},"desc":{"zh_cn":"我方全体造成的战技和终结技伤害提高50%。","zh_hk":"我方全體造成的戰技和終結技傷害提高50%。","de":"Erhöht den von allen Verbündeten verursachten Fertigkeits- und Ultimate-SCH um 50%.","en":"Increases all allies' Skill DMG and Ultimate DMG dealt by 50%.","es":"El daño de habilidad básica y habilidad definitiva infligido por todos los aliados aumenta en un 50%.","fr":"Augmente les DGT infligés par la compétence et l'ultime de tous les alliés de 50%.","id":"Skill DMG dan Ultimate DMG yang diakibatkan seluruh rekan tim +50%.","jp":"味方全体の戦闘スキルと必殺技の与ダメージ+50%。","kr":"모든 아군이 가하는 전투 스킬과 필살기 피해가 50% 증가한다","pt":"Aumenta o Dano causado pela Perícia e Perícia Suprema de todos os aliados em 50%.","ru":"Урон навыка и сверхспособности всех союзников повышается на 50%.","th":"ฝ่ายเราทั้งหมดสร้าง DMG สกิลต่อสู้และ DMG ท่าไม้ตายเพิ่มขึ้น 50%","vi":"Sát thương Chiến Kỹ và Tuyệt Kỹ toàn bộ phe ta gây ra tăng 50%."}}],"time":{"begin":1740945600000,"end":1744574400000}}