{"info":[{"name":{"zh_cn":"螟蝗战首·难度01","zh_hk":"螟蝗戰首•難度01","de":"Kriegshäuptling des Schwarms: Schwierigkeitsgrad 01","en":"Warlord of the Locusts: Difficulty 1","es":"Caudillo del Enjambre: Dificultad 1","fr":"Seigneur de guerre des sauterelles : Difficulté 1","id":"Panglima Perang Serangga: Tingkat Kesulitan 1","jp":"螟蝗戦首・難易度01","kr":"해충과 수장•난이도 01","pt":"Senhor da Guerra dos Gafanhotos: Dificuldade 1","ru":"Предводитель роя: Сложность I","th":"ขุนศึกมวลแมลง: ความยาก 01","vi":"Chiến Thủ Châu Chấu: Độ Khó 1"},"part1":{"weakness_suggest":["Physical","Ice","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Sky-Shrouding Stardevourer Swarm","monster_code":5,"monster_weakness":["Physical","Ice","Quantum","Imaginary"]}]},"part2":{"weakness_suggest":["Physical","Fire","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Fulminating Wolflord","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Quantum"]}]}},{"name":{"zh_cn":"螟蝗战首·难度02","zh_hk":"螟蝗戰首•難度02","de":"Kriegshäuptling des Schwarms: Schwierigkeitsgrad 02","en":"Warlord of the Locusts: Difficulty 2","es":"Caudillo del Enjambre: Dificultad 2","fr":"Seigneur de guerre des sauterelles : Difficulté 2","id":"Panglima Perang Serangga: Tingkat Kesulitan 2","jp":"螟蝗戦首・難易度02","kr":"해충과 수장•난이도 02","pt":"Senhor da Guerra dos Gafanhotos: Dificuldade 2","ru":"Предводитель роя: Сложность II","th":"ขุนศึกมวลแมลง: ความยาก 02","vi":"Chiến Thủ Châu Chấu: Độ Khó 2"},"part1":{"weakness_suggest":["Physical","Ice","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Sky-Shrouding Stardevourer Swarm","monster_code":5,"monster_weakness":["Physical","Ice","Quantum","Imaginary"]}]},"part2":{"weakness_suggest":["Physical","Fire","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Fulminating Wolflord","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Quantum"]}]}},{"name":{"zh_cn":"螟蝗战首·难度03","zh_hk":"螟蝗戰首•難度03","de":"Kriegshäuptling des Schwarms: Schwierigkeitsgrad 03","en":"Warlord of the Locusts: Difficulty 3","es":"Caudillo del Enjambre: Dificultad 3","fr":"Seigneur de guerre des sauterelles : Difficulté 3","id":"Panglima Perang Serangga: Tingkat Kesulitan 3","jp":"螟蝗戦首・難易度03","kr":"해충과 수장•난이도 03","pt":"Senhor da Guerra dos Gafanhotos: Dificuldade 3","ru":"Предводитель роя: Сложность III","th":"ขุนศึกมวลแมลง: ความยาก 03","vi":"Chiến Thủ Châu Chấu: Độ Khó 3"},"part1":{"weakness_suggest":["Physical","Ice","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Sky-Shrouding Stardevourer Swarm","monster_code":5,"monster_weakness":["Physical","Ice","Quantum","Imaginary"]}]},"part2":{"weakness_suggest":["Physical","Fire","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Fulminating Wolflord","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Quantum"]}]}},{"name":{"zh_cn":"螟蝗战首·难度04","zh_hk":"螟蝗戰首•難度04","de":"Kriegshäuptling des Schwarms: Schwierigkeitsgrad 04","en":"Warlord of the Locusts: Difficulty 4","es":"Caudillo del Enjambre: Dificultad 4","fr":"Seigneur de guerre des sauterelles : Difficulté 4","id":"Panglima Perang Serangga: Tingkat Kesulitan 4","jp":"螟蝗戦首・難易度04","kr":"해충과 수장•난이도 04","pt":"Senhor da Guerra dos Gafanhotos: Dificuldade 4","ru":"Предводитель роя: Сложность IV","th":"ขุนศึกมวลแมลง: ความยาก 04","vi":"Chiến Thủ Châu Chấu: Độ Khó 4"},"part1":{"weakness_suggest":["Physical","Ice","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Sky-Shrouding Stardevourer Swarm","monster_code":5,"monster_weakness":["Physical","Ice","Quantum","Imaginary"]}]},"part2":{"weakness_suggest":["Physical","Fire","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Fulminating Wolflord","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Quantum"]}]}}],"name":{"zh_cn":"螟蝗战首","zh_hk":"螟蝗戰首","de":"Kriegshäuptling des Schwarms","en":"Warlord of the Locusts","es":"Caudillo del Enjambre","fr":"Seigneur de guerre des sauterelles","id":"Panglima Perang Serangga","jp":"螟蝗戦首","kr":"해충과 수장","pt":"Senhor da Guerra dos Gafanhotos","ru":"Предводитель роя","th":"ขุนศึกมวลแมลง","vi":"Chiến Thủ Châu Chấu"},"desc":{"zh_cn":"拥有【坚防守备】的敌方单位被弱点击破时，使我方全体解除控制状态、立即行动并回复生命值。\\n敌方全体受到的忆灵技伤害提高25%，战技伤害提高15%。","zh_hk":"擁有【堅防守備】的敵方單位被弱點擊破時，使我方全體解除控制狀態、立即行動並回復生命值。\\n敵方全體受到的憶靈技傷害提高25%，戰技傷害提高15%。","de":"Wenn Gegner mit Solider Schutz Schwächebruch erleiden, werden Kontrolleffekte von allen Verbündeten entfernt. Verbündete führen sofort eine Aktion aus und stellen LP wieder her.\\nErhöht den erlittenen Memogeist-Technik-SCH aller Gegner um 25% und den erlittenen Fertigkeits-SCH um 15%.","en":"When enemy units with \"Steadfast Safeguard\" are Weakness Broken, dispels control states for all allies, and allies immediately take action and restore HP.\\nAll enemies take 25% more Memosprite Skill DMG, and 15% more Skill DMG.","es":"Cuando un enemigo con Salvaguardia firme es afectado con Ruptura de Debilidad, todos los aliados disipan los estados de Control, actúan inmediatamente y regeneran PV.\\nEl daño de habilidad del mnemoduende y el daño de habilidad básica que reciben todos los enemigos aumentan en un 25% y un 15% respectivamente.","fr":"Lorsqu'une unité ennemie avec Protection inébranlable subit une Rupture de faiblesse, tous les alliés se libèrent des effets de contrôle, agissent immédiatement et récupèrent des PV.\\nTous les ennemis subissent 25% de DGT supplémentaires de la part des compétences de mnémesprit, et 15% de DGT supplémentaires de la part des compétences.","id":"Saat musuh yang memiliki \"Steadfast Safeguard\" terkena Weakness Break, akan membuat seluruh rekan tim menghapus Crowd Control Debuff, segera beraksi, dan memulihkan HP.\\nDMG Skill Memosprite yang diterima seluruh musuh meningkat 25%, dan Skill DMG yang diterima seluruh musuh meningkat 15%.","jp":"「鉄壁の防御」を持つ敵が弱点撃破された時、味方全体の行動制限系デバフを解除し、HPを回復する。また、味方全体が即座に行動する。\\nさらに、敵全体が受ける精霊スキルダメージ+25%、受ける戦闘スキルダメージ+15%。","kr":"[견고한 수비]를 보유한 적 유닛이 약점 격파될 시 모든 아군의 제어 상태를 해제하고 즉시 행동하게 하며 HP를 회복시킨다.\\n모든 적이 받는 기억 정령 스킬 피해가 25% 증가하고, 전투 스킬 피해가 15% 증가한다","pt":"Quando as unidades inimigas com \"Salvaguarda Firme\" sofrem Quebra de Fraqueza, remove os estados de controle para todos os aliados, e os aliados agem imediatamente e restauram PV.\\nTodos os inimigos recebem 25% a mais de Dano de Perícia do Memoespírito e 15% a mais de Dano de Perícia.","ru":"Пробитие уязвимости противника со статусом Непреклонная защита снимает эффекты контроля со всех союзников, позволяет им действовать немедленно и восстанавливает НР.\\nПолучаемый всеми противниками урон навыка духа памяти повышается на 25%, получаемый ими урон навыка повышается на 15%.","th":"เมื่อศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" ถูกทำลายจุดอ่อน จะลบสถานะควบคุมให้ฝ่ายเราทั้งหมด พร้อมทั้งแอ็กชันทันที และฟื้นฟู HP\\nศัตรูทั้งหมดได้รับ DMG ทักษะภูตความทรงจำเพิ่มขึ้น 25% และ DMG สกิลต่อสู้เพิ่มขึ้น 15%","vi":"Khi kẻ địch có Phòng Thủ Kiên Cố bị Phá Vỡ Điểm Yếu, sẽ khiến toàn bộ phe ta giải trừ trạng thái không chế, lập tức hành động và hồi HP.\\nSát thương toàn bộ phe địch phải chịu từ kỹ năng Linh Hồn Ký Ức tăng 25%, sát thương Chiến Kỹ tăng 15%."},"buff":[{"buffId":"3111047","buffIcon":"IconBuffDamagePenetrateElement","name":{"zh_cn":"智圆行方","zh_hk":"智圓行方","de":"Wissen und Anstand","en":"Knowledge and Decorum","es":"Cognición y decoro","fr":"Connaissances et décorum","id":"Knowledge and Decorum","jp":"智円行方","kr":"품행과 지식","pt":"Conhecimento e Decoro","ru":"Знание и приличие","th":"รู้รอบด้าน","vi":"Trí Tuệ Và Chuẩn Mực"},"desc":{"zh_cn":"我方队伍中存在智识命途的角色时，我方全体全属性抗性穿透提高15%。","zh_hk":"我方隊伍中存在智識命途的角色時，我方全體全屬性抗性穿透提高15%。","de":"Wenn eine Figur auf dem Pfad der Gelehrsamkeit im Team ist, wird die WDS-DUR aller Typen bei allen Verbündeten um 15% erhöht.","en":"While any character following the Path of Erudition is in the team, increases all allies' All-Type RES PEN by 15%.","es":"Cuando en el equipo aliado hay un personaje de la Vía de la Erudición, la PEN de la RES a todos los tipos de todos los aliados aumenta en un 15%.","fr":"Augmente la PÉN de RÉS à tous les types de tous les alliés de 15% lorsque l'équipe comporte un personnage de l'Érudition.","id":"Saat ada karakter Path Erudition di dalam tim, RES PEN Seluruh Tipe dari seluruh rekan tim meningkat 15%.","jp":"パーティ内に「知恵」の運命を歩むキャラクターがいる時、味方全体の全属性耐性貫通+15%。","kr":"아군 파티 내 지식 운명의 길 캐릭터가 있을 시 모든 아군의 모든 속성 저항 관통이 15% 증가한다","pt":"Enquanto qualquer personagem seguindo o Caminho da Erudição estiver na equipe, aumenta a PEN de RES a Todos os Tipos de todos os aliados em 15%.","ru":"Если в отряде есть персонаж Пути Эрудиции, то пробитие всех типов сопротивления всех союзников повышается на 15%.","th":"เมื่อในทีมของฝ่ายเรามีตัวละคร Path ปัญญาอยู่ การทะลวงความต้านทานทุกประเภท ของฝ่ายเราทั้งหมดจะเพิ่มขึ้น 15%","vi":"Khi trong đội phe ta có nhân vật Vận Mệnh Tri Thức, Xuyên Kháng Toàn Thuộc Tính của toàn phe ta tăng 15%."}},{"buffId":"3111048","buffIcon":"IconBuffAttackUpUltra","name":{"zh_cn":"石破天惊","zh_hk":"石破天驚","de":"Bahnbrechend","en":"Stunning Remark","es":"Impactante y rompedor","fr":"Choc fracassant","id":"Stunning Remark","jp":"石破天驚","kr":"하늘을 울리는 소리","pt":"Observação Impressionante","ru":"Потрясающее замечание","th":"หินทะลวงนภา","vi":"Chấn Động Trời Đất"},"desc":{"zh_cn":"我方全体造成的终结技伤害提高50%，效果抵抗提高50%。","zh_hk":"我方全體造成的終結技傷害提高50%，效果抗性提高50%。","de":"Erhöht den verursachten Ultimate-SCH aller Verbündeten um 50% und den Effekt-WDS um 50%.","en":"Increases Ultimate DMG dealt by all allies by 50% and Effect RES by 50%.","es":"El daño de habilidad definitiva que infligen todos los aliados aumenta en un 50% y la RES a efecto aumenta en un 50%.","fr":"Augmente les DGT infligés par l'ultime de tous les alliés de 50% et leur RÉS aux effets de 50%.","id":"Ultimate DMG yang diakibatkan seluruh rekan tim meningkat 50%, Effect RES seluruh rekan tim meningkat 50%.","jp":"味方全体の必殺技ダメージ+50%、効果抵抗+50%。","kr":"모든 아군이 가하는 필살기 피해가 50% 증가하고, 효과 저항이 50% 증가한다","pt":"Aumenta o Dano causado pela Perícia Suprema de todos os aliados em 50% e a RES a Efeito em 50%.","ru":"Наносимый всеми союзниками урон сверхспособности повышается на 50%. Сопротивление эффектам повышается на 50%.","th":"DMG ท่าไม้ตายของฝ่ายเราทั้งหมด สร้าง DMG เพิ่มขึ้น 50% และการต้านทานสถานะเพิ่มขึ้น 50%","vi":"Sát thương Tuyệt Kỹ của toàn phe ta gây ra tăng 50%, Kháng Hiệu Ứng tăng 50%."}},{"buffId":"3111049","buffIcon":"IconBuffAttackUp","name":{"zh_cn":"破釜沉舟","zh_hk":"破釜沉舟","de":"Letztes Gefecht","en":"No Turning Back","es":"Último bastión","fr":"Dos au mur","id":"No Turning Back","jp":"決死の覚悟","kr":"결사의 각오","pt":"Última Cartada","ru":"Нет пути к отступлению","th":"สู้ยิบตา","vi":"Quyết Chiến Đến Cùng"},"desc":{"zh_cn":"我方目标消耗自身生命值后，造成的伤害提高55%，持续3回合。","zh_hk":"我方目標消耗自身生命值後，造成的傷害提高55%，持續3回合。","de":"Wenn ein Verbündeter seine eigenen LP verbraucht, wird sein verursachter SCH für 3 Rd. um 55% erhöht.","en":"After any ally target consumes their own HP, increases their DMG dealt by 55% for 3 turn(s).","es":"Después de que un aliado consuma sus propios PV, el daño que inflige aumenta en un 55% durante 3 turno(s).","fr":"Après qu'une cible alliée a consommé ses propres PV, les DGT qu'elle inflige augmentent de 55% pendant 3 tours.","id":"Setelah rekan tim mengonsumsi HP dirinya, DMG yang diakibatkan akan meningkat 55% selama 3 giliran.","jp":"味方が自身のHPを消費した後、与ダメージ+55%、3ターン継続。","kr":"아군이 자신의 HP를 소모한 후 가하는 피해가 55% 증가한다, 지속 시간: 3턴","pt":"Depois que qualquer aliado-alvo consumir seus próprios PV, aumenta seu Dano causado em 55% por 3 rodada(s).","ru":"После того как союзник расходует своё НР, наносимый им урон повышается на 55% на 3 хода.","th":"หลังจากเป้าหมายฝ่ายเราใช้ HP ของตัวเอง จะสร้าง DMG เพิ่มขึ้น 55% เป็นเวลา 3 เทิร์น","vi":"Sau khi mục tiêu phe ta tiêu hao HP của bản thân, sát thương gây ra tăng 55%, duy trì 3 hiệp."}},{"buffId":"3111050","buffIcon":"IconBuffSpeedUp","name":{"zh_cn":"雷厉风行","zh_hk":"雷厲風行","de":"Fegender Sturm","en":"Sweeping Storm","es":"Determinación vigorosa","fr":"Tempête rapide","id":"Sweeping Storm","jp":"山嵐","kr":"신속 맹렬","pt":"Tempestade Arrebatadora","ru":"Сметающая буря","th":"วายุอสนีวิบาก","vi":"Nhanh Như Tên Lửa"},"desc":{"zh_cn":"我方目标击破敌方目标弱点时，使我方全体目标速度提高20%，持续2回合。","zh_hk":"我方目標擊破敵方目標弱點時，使我方全體目標速度提高20%，持續2回合。","de":"Wenn ein Verbündeter einem Gegner Schwächebruch zufügt, wird die GES aller Verbündeten für 2 Rd. um 20% erhöht.","en":"When any ally target Breaks an enemy target's Weakness, increases all ally targets' SPD by 20% for 2 turn(s).","es":"Cuando un aliado rompe la Debilidad de un enemigo, la VEL de todos los aliados aumenta en un 20% durante 2 turnos.","fr":"Lorsqu'une cible alliée inflige une Rupture de faiblesse à une cible ennemie, la VIT de toutes les cibles alliées augmente de 20% pendant 2 tours.","id":"Saat rekan tim mengakibatkan Weakness Break pada target musuh, SPD seluruh rekan tim akan meningkat 20% selama 2 giliran.","jp":"味方が敵を弱点撃破した時、味方全体の速度+20%、2ターン継続。","kr":"아군이 적의 약점 격파 시 모든 아군의 속도가 20% 증가한다, 지속 시간: 2턴","pt":"Quando qualquer aliado-alvo causa Quebra de Fraqueza em um inimigo-alvo, aumenta a VEL de todos os aliados-alvo em 20% por 2 rodada(s).","ru":"Когда союзник пробивает уязвимость противника, скорость всех союзников повышается на 20% на 2 хода.","th":"เมื่อเป้าหมายฝ่ายเรา ทำลายจุดอ่อนของศัตรูเป้าหมาย จะทำให้ความเร็วของเป้าหมายฝ่ายเราทั้งหมด เพิ่มขึ้น 20% เป็นเวลา 2 เทิร์น","vi":"Khi mục tiêu phe ta phá vỡ Điểm Yếu của mục tiêu phe địch, tốc độ của toàn thể phe ta tăng 20%, duy trì 2 hiệp."}},{"buffId":"3111051","buffIcon":"IconBuffHealRatio","name":{"zh_cn":"枯木逢春","zh_hk":"枯木逢春","de":"Frühling des verdorrten Baums","en":"Withered Tree's Revival","es":"Renacimiento del árbol marchito","fr":"Résurrection de l'arbre flétri","id":"Withered Tree's Revival","jp":"枯木生華","kr":"고목에 핀 꽃","pt":"Rejuvenescimento da Árvore Seca","ru":"Возрождение отцветшего древа","th":"ไม้เฉาหวนคืน","vi":"Cây Khô Hồi Sinh"},"desc":{"zh_cn":"任意我方目标被消耗生命值后，回复60%的消耗生命值，每回合最多通过该方式回复50%生命值。","zh_hk":"任意我方目標被消耗生命值後，回復60%的消耗生命值，每回合最多依此法回復50%生命值。","de":"Nachdem ein Verbündeter LP verbraucht hat, werden bei ihm LP in Höhe von 60% der verbrauchten LP wiederhergestellt. Jede Runde können auf diese Weise bis zu 50% LP wiederhergestellt werden.","en":"After any ally target's HP was consumed, they restore HP equal to 60% of the HP consumed. This can restore a maximum of 50% HP per turn.","es":"Después de que un aliado consuma PV, regenera un 60% de los PV consumidos. Se puede regenerar hasta un 50% de PV en cada turno de esta manera.","fr":"Lorsque les PV d'une cible alliée sont consommés, la cible restaure 60% des PV consommés, jusqu'à un maximum de 50% de PV par tour.","id":"Setelah rekan tim mana pun mengonsumsi HP, akan memulihkan 60% HP yang terkonsumsi. Maksimal memulihkan 50% HP dengan cara ini di setiap giliran.","jp":"任意の味方のHPが消費された後、消費HPの60%分のHPを回復する。この方法で回復できるHPは、1ターンのうち、50%までとなる。","kr":"임의의 아군의 HP가 소모되면 소모한 HP의 60%만큼 회복한다. 턴마다 해당 방식으로 최대 HP를 50% 회복할 수 있다","pt":"Depois que os PV de qualquer aliado-alvo forem consumidos, eles restauram PV igual a 60% dos PV consumidos. Isso pode restaurar um máximo de 50% de PV por rodada.","ru":"Когда расходуется НР какого-либо союзника, он восстанавливает 60% израсходованного НР. Каждый ход данным способом можно восстановить до 50% НР.","th":"หลังจากเป้าหมายฝ่ายเราตัวใดตัวหนึ่งถูกใช้ HP จะฟื้นฟู HP 60% ที่ใช้ไป ซึ่งในแต่ละเทิร์น จะสามารถฟื้นฟู HP ด้วยวิธีนี้ได้มากสุดที่ 50%","vi":"Sau khi bất kỳ mục tiêu phe ta bị tiêu hao HP, sẽ hồi 60% HP đã tiêu hao. Mỗi hiệp tối đa hồi 50% HP theo cách này."}},{"buffId":"3111052","buffIcon":"IconBuffExAttack","name":{"zh_cn":"追亡逐北","zh_hk":"追亡逐北","de":"Verfolgung des Rückzugs","en":"Pursue and Eliminate","es":"Persecución letal","fr":"Poursuite fatale","id":"Pursue and Eliminate","jp":"追討","kr":"패군 추격","pt":"Perseguir e Eliminar","ru":"Преследование и устранение","th":"พิฆาตสุดขั้ว","vi":"Truy Đuổi Và Trừ Khử"},"desc":{"zh_cn":"我方目标造成的追加攻击伤害提高30%，对弱点击破状态下的敌方目标额外提高30%。","zh_hk":"我方目標造成的追加攻擊傷害提高30%，對弱點擊破狀態下的敵方目標額外提高30%。","de":"Erhöht den Folgeangriff-SCH der Verbündeten um 30% und erhöht ihn bei Gegnern mit Schwächebruch zusätzlich um 30%.","en":"Increases ally targets' Follow-up ATK DMG dealt by 30%, with an additional increase of 30% against enemy targets that are Weakness Broken.","es":"El daño de ataque adicional que infligen los aliados aumenta en un 30%, y aumenta en un 30% adicional contra enemigos con Ruptura de Debilidad.","fr":"Augmente les DGT d'ATQ de suivi infligés par les cibles alliées de 30%, avec une augmentation de 30% supplémentaires contre les cibles ennemies en état de Rupture de faiblesse.","id":"DMG Serangan Lanjutan yang diakibatkan rekan tim meningkat 30%, dan akan meningkat ekstra 30% pada target musuh yang berstatus Weakness Break.","jp":"味方の与える追加攻撃ダメージ+30%、弱点撃破状態の敵に対してさらに+30%。","kr":"아군이 가하는 추가 공격 피해가 30% 증가하고, 약점 격파 상태의 적에게는 추가로 30% 증가한다","pt":"Aumenta o Dano causado pelo <u>Ataque Extra</u> dos aliados-alvo em 30%, com um aumento adicional de 30% contra inimigos-alvo afligidos com Quebra de Fraqueza.","ru":"Наносимый союзниками урон бонус-атаки повышается на 30%. Указанный урон, наносимый противникам с пробитой уязвимостью, повышается на доп. 30%.","th":"DMG โจมตีต่อเนื่องของเป้าหมายฝ่ายเรา เพิ่มขึ้น 30% และจะเพิ่มขึ้นอีก 30% สำหรับศัตรูเป้าหมาย ที่ติดสถานะทำลายจุดอ่อน","vi":"Sát thương Đòn Đánh Theo Sau của mục tiêu phe ta gây ra tăng 30%, tăng thêm 30% đối với mục tiêu phe địch ở trạng thái Phá Vỡ Điểm Yếu."}}],"time":{"begin":1744574400000,"end":1748203200000}}