{"info":[{"name":{"zh_cn":"螟蝗战首·难度01","zh_hk":"螟蝗戰首•難度01","de":"Kriegshäuptling des Schwarms: Schwierigkeitsgrad 01","en":"Warlord of the Locusts: Difficulty 1","es":"Caudillo del Enjambre: Dificultad 1","fr":"Seigneur de guerre des sauterelles : Difficulté 1","id":"Panglima Perang Serangga: Tingkat Kesulitan 1","jp":"螟蝗戦首・難易度01","kr":"해충과 수장•난이도 01","pt":"Senhor da Guerra dos Gafanhotos: Dificuldade 1","ru":"Предводитель роя: Сложность I","th":"ขุนศึกมวลแมลง: ความยาก 01","vi":"Chiến Thủ Minh Hoàng: Độ Khó 1"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Quantum"],"totalWaves":1,"wave1":[]},"part2":{"weakness_suggest":["Physical","Fire","Ice","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Starbane Doombringer","monster_code":5,"monster_weakness":["Physical","Fire","Ice","Wind"]}]}},{"name":{"zh_cn":"螟蝗战首·难度02","zh_hk":"螟蝗戰首•難度02","de":"Kriegshäuptling des Schwarms: Schwierigkeitsgrad 02","en":"Warlord of the Locusts: Difficulty 2","es":"Caudillo del Enjambre: Dificultad 2","fr":"Seigneur de guerre des sauterelles : Difficulté 2","id":"Panglima Perang Serangga: Tingkat Kesulitan 2","jp":"螟蝗戦首・難易度02","kr":"해충과 수장•난이도 02","pt":"Senhor da Guerra dos Gafanhotos: Dificuldade 2","ru":"Предводитель роя: Сложность II","th":"ขุนศึกมวลแมลง: ความยาก 02","vi":"Chiến Thủ Minh Hoàng: Độ Khó 2"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Quantum"],"totalWaves":1,"wave1":[]},"part2":{"weakness_suggest":["Physical","Fire","Ice","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Starbane Doombringer","monster_code":5,"monster_weakness":["Physical","Fire","Ice","Wind"]}]}},{"name":{"zh_cn":"螟蝗战首·难度03","zh_hk":"螟蝗戰首•難度03","de":"Kriegshäuptling des Schwarms: Schwierigkeitsgrad 03","en":"Warlord of the Locusts: Difficulty 3","es":"Caudillo del Enjambre: Dificultad 3","fr":"Seigneur de guerre des sauterelles : Difficulté 3","id":"Panglima Perang Serangga: Tingkat Kesulitan 3","jp":"螟蝗戦首・難易度03","kr":"해충과 수장•난이도 03","pt":"Senhor da Guerra dos Gafanhotos: Dificuldade 3","ru":"Предводитель роя: Сложность III","th":"ขุนศึกมวลแมลง: ความยาก 03","vi":"Chiến Thủ Minh Hoàng: Độ Khó 3"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Quantum"],"totalWaves":1,"wave1":[]},"part2":{"weakness_suggest":["Physical","Fire","Ice","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Starbane Doombringer","monster_code":5,"monster_weakness":["Physical","Fire","Ice","Wind"]}]}},{"name":{"zh_cn":"螟蝗战首·难度04","zh_hk":"螟蝗戰首•難度04","de":"Kriegshäuptling des Schwarms: Schwierigkeitsgrad 04","en":"Warlord of the Locusts: Difficulty 4","es":"Caudillo del Enjambre: Dificultad 4","fr":"Seigneur de guerre des sauterelles : Difficulté 4","id":"Panglima Perang Serangga: Tingkat Kesulitan 4","jp":"螟蝗戦首・難易度04","kr":"해충과 수장•난이도 04","pt":"Senhor da Guerra dos Gafanhotos: Dificuldade 4","ru":"Предводитель роя: Сложность IV","th":"ขุนศึกมวลแมลง: ความยาก 04","vi":"Chiến Thủ Minh Hoàng: Độ Khó 4"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Quantum"],"totalWaves":1,"wave1":[]},"part2":{"weakness_suggest":["Physical","Fire","Ice","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Starbane Doombringer","monster_code":5,"monster_weakness":["Physical","Fire","Ice","Wind"]}]}}],"name":{"zh_cn":"金血恶兽","zh_hk":"金血惡獸","de":"Goldblut-Bestie","en":"Ichor Beast","es":"Demonio de sangre dorada","fr":"Bête d'ichor","id":"Monster Berdarah Emas","jp":"黄金の血の悪獣","kr":"황금 피와 괴수","pt":"Besta de Icor","ru":"Златокровый зверь","th":"อสูรร้ายโลหิตทอง","vi":"Ác Thú Máu Vàng"},"desc":{"zh_cn":"拥有【坚防守备】的敌方单位被弱点击破时，使我方全体解除控制状态、恢复战技点并激活终结技。\\n敌方全体受到的战技伤害提高25%。","zh_hk":"擁有【堅防守備】的敵方單位被弱點擊破時，使我方全體解除控制狀態、恢復戰技點並啟動終結技。\\n敵方全體受到的戰技傷害提高25%。","de":"Wenn Gegner mit Solider Schutz Schwächebruch erleidet, werden Kontrolleffekte von allen Verbündeten entfernt, Fertigkeitspunkte wiederhergestellt und ihre Ultimates aktiviert.\\nErhöht den erlittenen Fertigkeits-SCH aller Gegner um 25%.","en":"When an enemy with \"Steadfast Safeguard\" is Weakness Broken, the control states for all allies are dispelled, their Skill Points are recovered, and their Ultimates are activated.\\nThe Skill DMG taken by all enemies increases by 25%.","es":"Cuando un enemigo con Salvaguardia firme es afectado con Ruptura de Debilidad, todos los aliados disipan los estados de Control, recuperan pts. de habilidad básica y activan sus habilidades definitivas.\\nEl daño de habilidad básica que reciben todos los enemigos aumenta en un 25%.","fr":"Lorsqu'un ennemi avec Protection inébranlable subit une Rupture de faiblesse, dissipe les états de contrôle appliqués sur tous les alliés, régénère des points de compétence et active leur ultime.\\nAugmente les DGT de compétence subis par tous les ennemis de 25%.","id":"Saat musuh yang memiliki \"Steadfast Safeguard\" terkena Weakness Break, akan membuat seluruh rekan tim menghapus Crowd Control Debuff, memulihkan Poin Skill, dan mengaktifkan Ultimate.\\nSkill DMG yang diterima seluruh musuh meningkat 25%.","jp":"「鉄壁の防御」を持つ敵が弱点撃破された時、味方全体の行動制限系デバフを解除し、SPを回復する上、味方全体の必殺技が発動可能にする。\\n敵全体の受ける戦闘スキルダメージ+25%。","kr":"[견고한 수비]를 보유한 적 유닛이 약점 격파될 시 모든 아군의 제어 상태가 해제되고, 전투 스킬 포인트가 회복되며 필살기가 활성화된다.\\n모든 적이 받는 전투 스킬 피해가 25% 증가한다","pt":"Quando um inimigo com \"Salvaguarda Firme\" sofre Quebra de Fraqueza, os estados de controle de todos os aliados são dissipados, seus Pontos de Perícia são recuperados e suas Perícias Supremas são ativadas. O Dano de Perícia recebido por todos os inimigos é aumentado em 25%.","ru":"Пробитие уязвимости противника со статусом Непреклонная защита снимает эффекты контроля со всех союзников, восстанавливает очки навыков отряда и активирует сверхспособности всех союзников.\\nПолучаемый всеми противниками урон навыка повышается на 25%.","th":"เมื่อศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" ถูกทำลายจุดอ่อน จะทำให้ฝ่ายเราทั้งหมดลบสถานะควบคุม ฟื้นฟูแต้มสกิลต่อสู้ และเปิดใช้งานท่าไม้ตาย\\nอีกทั้งศัตรูทั้งหมดจะได้รับ DMG สกิลต่อสู้เพิ่มขึ้น 25%","vi":"Khi kẻ địch có Phòng Thủ Kiên Cố bị Phá Vỡ Điểm Yếu, sẽ khiến toàn bộ phe ta giải trừ trạng thái khống chế, hồi điểm Chiến Kỹ và kích hoạt Tuyệt Kỹ.\\nSát Thương Chiến Kỹ mà toàn bộ phe địch phải chịu tăng 25%."},"buff":[{"buffId":"3111056","buffIcon":"IconStrongChallengeTalent0302","name":{"zh_cn":"敢勇当先","zh_hk":"敢勇當先","de":"Mut der Vorhut","en":"Bold Leader","es":"Líder atrevido","fr":"Chef audacieux","id":"Bold Leader","jp":"先陣を切る勇気","kr":"선봉에 서는 용기","pt":"Líder Audaz","ru":"Храбрый лидер","th":"ผู้นำที่อาจหาญ","vi":"Dũng Cảm Xung Phong"},"desc":{"zh_cn":"编队中的第1位角色造成的伤害提高60%。我方每消耗4个战技点，回复1个战技点。","zh_hk":"編隊中的第1位角色造成的傷害提高60%。我方每消耗4個戰技點，回復1個戰技點。","de":"Erhöht den verursachten SCH der ersten Figur in der Teamformation um 60%. Für je 4 verbrauchte Fertigkeitspunkte wird 1 Fertigkeitspunkt wiederhergestellt.","en":"The DMG dealt by the character in position 1 in the lineup increases by 60%. For every 4 Skill Points consumed, 1 Skill Point is recovered.","es":"El daño que inflige el personaje en el primer puesto de la formación aumenta en un 60%. Por cada 4 pts. de habilidad básica que consuman los aliados, recuperan 1 pt. de habilidad básica.","fr":"Les DGT infligés par le personnage en position 1 dans la formation d'équipe augmentent de 60%. Récupère 1 point de compétence tous les 4 points de compétence consommés.","id":"DMG yang diakibatkan karakter pertama dalam lineup tim meningkat 60%. Setiap kali rekan tim mengonsumsi 4 Poin Skill, akan memulihkan 1 Poin Skill.","jp":"パーティの1枠目のキャラの与ダメージ+60%。味方がSPを4消費するごとに、SPを1回復する。","kr":"파티 편성의 첫 번째 캐릭터가 가하는 피해가 60% 증가한다. 아군이 전투 스킬 포인트를 4pt 소모할 때마다 전투 스킬 포인트를 1pt 회복한다","pt":"Aumenta o Dano causado pelo personagem na posição 1 da formação em 60%. A cada 4 Pontos de Perícia consumidos, 1 Ponto de Perícia é recuperado.","ru":"Урон, наносимый персонажем, стоящим на первом месте в отряде, повышается на 60%. Каждые израсходованные союзниками 4 оч. навыков восстанавливают 1 оч. навыков.","th":"ตัวละครในตำแหน่งที่ 1 ของการจัดทีม จะสร้าง DMG เพิ่มขึ้น 60% เมื่อฝ่ายเราใช้แต้มสกิลต่อสู้ทุกๆ 4 แต้ม จะฟื้นฟูแต้มสกิลต่อสู้ 1 แต้ม","vi":"Sát Thương nhân vật vị trí đầu tiên trong đội gây ra tăng 60%. Phe ta mỗi khi tiêu hao 4 Điểm Chiến Kỹ sẽ hồi 1 Điểm Chiến Kỹ."}},{"buffId":"3111057","buffIcon":"IconBuffAttackUpElement","name":{"zh_cn":"破釜沉舟","zh_hk":"破釜沉舟","de":"Letztes Gefecht","en":"No Turning Back","es":"Último bastión","fr":"Dos au mur","id":"Pantang Mundur","jp":"決死の覚悟","kr":"결사의 각오","pt":"Última Cartada","ru":"Нет пути к отступлению","th":"สู้ยิบตา","vi":"Quyết Chiến Đến Cùng"},"desc":{"zh_cn":"我方目标消耗自身生命值后，造成的伤害提高40%，持续3回合。","zh_hk":"我方目標消耗自身生命值後，造成的傷害提高40%，持續3回合。","de":"Nachdem ein Verbündeter seine eigenen LP verbraucht hat, wird sein verursachter SCH für 3 Rd. um 40% erhöht.","en":"After any ally target consumes their own HP, increases their DMG dealt by 40% for 3 turn(s).","es":"Después de que un aliado consuma sus propios PV, el daño que inflige aumenta en un 40% durante 3 turno(s).","fr":"Après qu'une cible alliée a consommé ses propres PV, les DGT qu'elle inflige augmentent de 40% pendant 3 tour(s).","id":"Setelah rekan tim mengonsumsi HP dirinya, DMG yang diakibatkannya akan meningkat 40% selama 3 giliran.","jp":"味方が自身のHPを消費した後、与ダメージ+40%、3ターン継続。","kr":"아군이 자신의 HP를 소모하면 가하는 피해가 40% 증가한다, 지속 시간: 3턴","pt":"Depois que qualquer aliado-alvo consumir seus próprios PV, aumenta seu Dano causado em 40% por 3 rodada(s).","ru":"После того как союзник расходует своё НР, наносимый им урон повышается на 40% на 3 хода.","th":"หลังจากเป้าหมายฝ่ายเราใช้ HP ของตัวเอง จะสร้าง DMG เพิ่มขึ้น 40% เป็นเวลา 3 เทิร์น","vi":"Sau khi mục tiêu phe ta tiêu hao HP của bản thân, sát thương gây ra tăng 40%, duy trì 3 hiệp."}},{"buffId":"3111058","buffIcon":"IconStrongChallengeTalent0305","name":{"zh_cn":"附骨之疽","zh_hk":"附骨之疽","de":"Tarsales Geschwür","en":"Tarsus Infection","es":"Infección ósea","fr":"Infection du tarse","id":"Tarsus Infection","jp":"腐骨の疽","kr":"뼈를 파고드는 악병","pt":"Infecção de Tarsus","ru":"Инфекция предплюсны","th":"รอยแผลถึงกระดูก","vi":"Ung Nhọt Bám Xương"},"desc":{"zh_cn":"我方目标对敌方造成持续伤害后，回复6点能量。我方全体造成的持续伤害无视敌方目标30%的全属性抗性。","zh_hk":"我方目標對敵方造成持續傷害後，回復6點能量。我方全體造成的持續傷害無視敵方目標30%的全屬性抗性。","de":"Nachdem ein Verbündeter einem Gegner DoT zugefügt hat, stellt er 6 Pkt. Energie wieder her. Der von allen Verbündeten verursachte DoT ignoriert 30% des WDS aller Typen der Gegner.","en":"After an ally target deals DoT to an enemy, 6 Energy is regenerated. DoT dealt by all allies have 30% All-Type RES against enemy targets.","es":"Después de que un aliado inflija Daño con el tiempo al enemigo, recupera 6 pts. de energía. El Daño con el tiempo que infligen todos los aliados ignora un 30% de la RES a todos los tipos de los objetivos.","fr":"Lorsqu'une cible alliée inflige des dégâts sur la durée à un ennemi, régénère 6 points d'énergie. Les dégâts sur la durée infligés par tous les alliés ignorent 30% de toutes les RÉS de type des cibles ennemies.","id":"Setelah rekan tim mengakibatkan DoT pada musuh, akan memulihkan 6 Energy. DoT yang diakibatkan seluruh rekan tim mengabaikan 30% RES Seluruh Tipe target musuh.","jp":"味方が敵に持続ダメージを与えた後、EPを6回復する。味方全体が与える持続ダメージは敵の全属性耐性を30%無視する。","kr":"아군이 적에게 지속 피해를 가하면 에너지를 6pt 회복한다. 모든 아군이 가하는 지속 피해가 적의 모든 속성 저항을 30% 무시한다","pt":"Após um aliado-alvo causar <u>Dano Contínuo</u> a um inimigo, regenera 6 de Energia. O <u>Dano Contínuo</u> causado por todos os aliados ignora 30% da RES a Todos os Tipos dos inimigos-alvo.","ru":"После того как союзник наносит противнику периодический урон, он восстанавливает 6 ед. своей энергии. Наносимый всеми союзниками периодический урон игнорирует 30% всех типов сопротивления цели.","th":"หลังจากเป้าหมายฝ่ายเราสร้าง DMG ต่อเนื่องแก่ศัตรู จะฟื้นฟูพลังงาน 6 หน่วย โดย DMG ต่อเนื่องที่ฝ่ายเราทั้งหมดสร้าง จะเพิกเฉยต่อความต้านทานทุกประเภทของศัตรูเป้าหมาย 30%","vi":"Sau khi mục tiêu phe ta gây Sát Thương Duy Trì cho phe địch, sẽ hồi 6 điểm Năng Lượng. Sát Thương Duy Trì do toàn phe ta gây ra sẽ bỏ qua 30% Kháng Toàn Thuộc Tính của mục tiêu phe địch."}},{"buffId":"3111046","buffIcon":"ChanllengeBoss_PlayerBuff1004","name":{"zh_cn":"蕉学相长","zh_hk":"蕉學相長","de":"Lehren und Lernen sind geteilte Bananen","en":"Teaching and Learning Go Banana in Peel","es":"Enseñar y aprender son plátanos compartidos","fr":"Banapprentissage par le bananenseignement","id":"Teaching and Learning Go Banana in Peel","jp":"バナ学相長ず","kr":"수업나나를 통한 발전","pt":"Ensinar e Aprender é um Compartilhamento de Bananas","ru":"Учение и бананы идут рука об руку","th":"การสอนคลาสบานาน่า","vi":"Học Chúi Đi Đôi Với Hành"},"desc":{"zh_cn":"我方全体造成的战技和终结技伤害提高50%。","zh_hk":"我方全體造成的戰技和終結技傷害提高50%。","de":"Erhöht den von allen Verbündeten verursachten Fertigkeits- und Ultimate-SCH um 50%.","en":"Increases all allies' Skill DMG and Ultimate DMG dealt by 50%.","es":"El daño de habilidad básica y habilidad definitiva infligido por todos los aliados aumenta en un 50%.","fr":"Augmente les DGT infligés par la compétence et l'ultime de tous les alliés de 50%.","id":"Skill DMG dan Ultimate DMG yang diakibatkan seluruh rekan tim meningkat 50%.","jp":"味方全体の戦闘スキルダメージと必殺技ダメージ+50%。","kr":"모든 아군이 가하는 전투 스킬과 필살기 피해가 50% 증가한다","pt":"Aumenta o Dano causado pela Perícia e Perícia Suprema de todos os aliados em 50%.","ru":"Урон навыка и сверхспособности всех союзников повышается на 50%.","th":"ฝ่ายเราทั้งหมดสร้าง DMG สกิลต่อสู้และ DMG ท่าไม้ตายเพิ่มขึ้น 50%","vi":"Sát thương Chiến Kỹ và Tuyệt Kỹ toàn bộ phe ta gây ra tăng 50%."}},{"buffId":"3111014","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"猎逐步伐","zh_hk":"獵逐步伐","de":"Jägermarsch","en":"Hunter's Stride","es":"Pasos de cazador","fr":"À pas de loup","id":"Hunter's Stride","jp":"狩猟の歩み","kr":"사냥꾼의 발걸음","pt":"Passo do Caçador","ru":"Шаг охотника","th":"ย่างก้าวแห่งการล่า","vi":"Bước Chân Săn Đuổi"},"desc":{"zh_cn":"我方角色击破敌方目标弱点时，行动提前25%。","zh_hk":"我方角色擊破敵方目標弱點時，行動提前25%。","de":"Wenn eine Figur dem Gegner Schwächebruch zufügt, wird ihre Aktion um 25% vorgezogen.","en":"When an ally breaks an enemy target's Weakness, Advances Action Forward by 25%.","es":"Cuando un aliado rompe la Debilidad de un enemigo, su acción se adelanta un 25%.","fr":"Lorsqu'un allié inflige une Rupture de faiblesse à un ennemi, son action est avancée de 25%.","id":"Saat karakter tim mengakibatkan Weakness Break pada target musuh, aksinya akan didahulukan 25%.","jp":"味方が敵を弱点撃破する時、行動順が25%早まる。","kr":"아군 캐릭터가 적의 약점 격파 시 행동 게이지가 25% 증가한다","pt":"Quando um aliado aplica Quebra de Fraqueza a um inimigo, a ação é Avançada Adiante em 25%.","ru":"Когда союзники пробивают уязвимость противника, их действие продвигается вперёд на 25%.","th":"เมื่อตัวละครฝ่ายเราทำลายจุดอ่อนของศัตรูเป้าหมาย จะเร่งแอ็กชัน 25%","vi":"Khi nhân vật phe ta phá vỡ điểm yếu của kẻ địch, sẽ Ưu Tiên Hành Động 25%."}},{"buffId":"3111021","buffIcon":"IconStrongChallengeTalent0304","name":{"zh_cn":"时来运转","zh_hk":"時來運轉","de":"Glückssträhne","en":"Turn of Luck","es":"Golpe de suerte favorable","fr":"La roue tourne","id":"Turn of Luck","jp":"巡って来た幸運","kr":"대운의 시기","pt":"Golpe de Sorte","ru":"Удачный поворот","th":"บุญพาวาสนาส่ง","vi":"Thời Vận Luân Chuyển"},"desc":{"zh_cn":"角色造成的追加攻击伤害无视敌方目标15%的全属性抗性，同时对非弱点目标也能削减韧性，效果等同于原技能削韧值的50%。","zh_hk":"角色造成的追加攻擊傷害無視敵方目標15%的全屬性抗性，同時對非弱點目標也能削減韌性，效果等同於原技能削韌值的50%。","de":"Der von Figuren verursachte Folgeangriff-SCH ignoriert 15% des WDS aller Typen von Gegnern und können auch den WDS von Zielen ohne die entsprechende Schwäche reduzieren, wobei der Effekt 50% der WDS-Reduzierung der ursprünglichen Fähigkeit entspricht.","en":"Follow-up ATK DMG dealt by characters ignores 15% of the enemy target's All-Type RES and can also reduce the Toughness of targets that do not have the corresponding Weakness, with the effect being equivalent to 50% of the original Toughness Reduction from the ability.","es":"El daño de ataque adicional que infligen los personajes ignora un 15% de la RES a todos los tipos del enemigo. A su vez, también puede reducir la Firmeza de los objetivos sin la Debilidad correspondiente en una cantidad equivalente al 50% de la Reducción de Firmeza original de la habilidad.","fr":"Les DGT d'ATQ de suivi infligés par les personnages ignorent 15% de toutes les RÉS de type de la cible et peuvent aussi réduire la robustesse des cibles qui n'ont pas les faiblesses correspondantes, avec l'effet équivalent à 50% de la réduction de robustesse d'origine de la capacité.","id":"DMG Serangan Lanjutan yang diakibatkan karakter akan mengabaikan 15% RES Seluruh Tipe target musuh, dan di saat bersamaan juga dapat mengurangi Toughness dari target yang tidak memiliki Weakness terkait, dengan efek Pengurangan Toughness sebesar 50% dari Pengurangan Toughness aslinya.","jp":"キャラの追加攻撃ダメージが敵の全属性耐性を15%無視し、対応する弱点を持たない敵の靭性を、本来の削靭値50%分の靭性を削る。","kr":"캐릭터가 가하는 추가 공격 피해가 적의 모든 속성 저항을 15% 무시하고, 동시에 해당 약점 속성이 아닌 목표의 강인성도 감소시킬 수 있으며, 효과는 기존 스킬 강인성 감소 수치의 50%이다","pt":"O Dano de <u>Ataque Extra</u> causado pelos personagens ignora 15% da RES a Todos os Tipos do inimigo-alvo e também pode reduzir a Tenacidade de alvos que não possuam a Fraqueza correspondente, com o efeito sendo equivalente a 50% da Redução de Tenacidade original da habilidade.","ru":"Наносимый персонажами урон бонус-атаки игнорирует 15% всех типов сопротивления противника и может истощать стойкость противников, не имеющих соответствующую уязвимость. Этот эффект равен 50% от изначального урона стойкости использованного умения.","th":"ตัวละครสร้าง DMG โจมตีต่อเนื่อง โดยเพิกเฉยต่อความต้านทานทุกประเภท 15% ของศัตรูเป้าหมาย และยังสามารถลดทอนความทนทาน ของเป้าหมายที่ไม่ได้มีจุดอ่อนที่สอดคล้องกันด้วย โดยเอฟเฟกต์จะเท่ากับ 50% ของการลดค่าความทนทานจากสกิลเดิม","vi":"Sát Thương Đòn Đánh Theo Sau mà nhân vật gây ra bỏ qua 15% Kháng Toàn Thuộc Tính của mục tiêu phe địch, đồng thời cũng có thể làm giảm Sức Bền cho mục tiêu không có điểm yếu, hiệu quả bằng 50% giá trị Giảm Sức Bền của kỹ năng ban đầu."}}],"time":{"begin":1755460800000,"end":1759176000000}}