{"info":[{"name":{"zh_cn":"煽动螟蝗·难度01","zh_hk":"煽動螟蝗•難度01","de":"Aufwiegelung des Schwarms: Schwierigkeitsgrad 01","en":"Locust's Instigation: Difficulty 1","es":"Provocación de la plaga: Dificultad 1","fr":"Nuée de locustes : difficulté 1","id":"Penghasutan Serangga: Tingkat Kesulitan 1","jp":"扇動螟蝗・難易度01","kr":"선동과 해충•난이도 01","pt":"Instigação do Títere: Dificuldade 1","ru":"Подстрекательство кукловода: Сложность I","th":"แมลงปลุกปั่น: ความยาก 01","vi":"Màn Giật Dây: Độ Khó 1"},"part1":{"weakness_suggest":["Physical","Ice","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Sky-Shrouding Stardevourer Swarm","monster_code":5,"monster_weakness":["Physical","Ice","Quantum","Imaginary"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Opportunistic Provocateur","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Imaginary"]}]}},{"name":{"zh_cn":"煽动螟蝗·难度02","zh_hk":"煽動螟蝗•難度02","de":"Aufwiegelung des Schwarms: Schwierigkeitsgrad 02","en":"Locust's Instigation: Difficulty 2","es":"Provocación de la plaga: Dificultad 2","fr":"Nuée de locustes : difficulté 2","id":"Penghasutan Serangga: Tingkat Kesulitan 2","jp":"扇動螟蝗・難易度02","kr":"선동과 해충•난이도 02","pt":"Instigação do Títere: Dificuldade 2","ru":"Подстрекательство кукловода: Сложность II","th":"แมลงปลุกปั่น: ความยาก 02","vi":"Màn Giật Dây: Độ Khó 2"},"part1":{"weakness_suggest":["Physical","Ice","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Sky-Shrouding Stardevourer Swarm","monster_code":5,"monster_weakness":["Physical","Ice","Quantum","Imaginary"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Opportunistic Provocateur","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Imaginary"]}]}},{"name":{"zh_cn":"煽动螟蝗·难度03","zh_hk":"煽動螟蝗•難度03","de":"Aufwiegelung des Schwarms: Schwierigkeitsgrad 03","en":"Locust's Instigation: Difficulty 3","es":"Provocación de la plaga: Dificultad 3","fr":"Nuée de locustes : difficulté 3","id":"Penghasutan Serangga: Tingkat Kesulitan 3","jp":"扇動螟蝗・難易度03","kr":"선동과 해충•난이도 03","pt":"Instigação do Títere: Dificuldade 3","ru":"Подстрекательство кукловода: Сложность III","th":"แมลงปลุกปั่น: ความยาก 03","vi":"Màn Giật Dây: Độ Khó 3"},"part1":{"weakness_suggest":["Physical","Ice","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Sky-Shrouding Stardevourer Swarm","monster_code":5,"monster_weakness":["Physical","Ice","Quantum","Imaginary"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Opportunistic Provocateur","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Imaginary"]}]}},{"name":{"zh_cn":"煽动螟蝗·难度04","zh_hk":"煽動螟蝗•難度04","de":"Aufwiegelung des Schwarms: Schwierigkeitsgrad 04","en":"Locust's Instigation: Difficulty 4","es":"Provocación de la plaga: Dificultad 4","fr":"Nuée de locustes : difficulté 4","id":"Penghasutan Serangga: Tingkat Kesulitan 4","jp":"扇動螟蝗・難易度04","kr":"선동과 해충•난이도 04","pt":"Instigação do Títere: Dificuldade 4","ru":"Подстрекательство кукловода: Сложность IV","th":"แมลงปลุกปั่น: ความยาก 04","vi":"Màn Giật Dây: Độ Khó 4"},"part1":{"weakness_suggest":["Physical","Ice","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Sky-Shrouding Stardevourer Swarm","monster_code":5,"monster_weakness":["Physical","Ice","Quantum","Imaginary"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Opportunistic Provocateur","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Imaginary"]}]}}],"name":{"zh_cn":"煽动螟蝗","zh_hk":"煽動螟蝗","de":"Aufwiegelung des Schwarms","en":"Locust's Instigation","es":"Provocación de la plaga","fr":"Nuée de locustes","id":"Penghasutan Serangga","jp":"扇動螟蝗","kr":"선동과 해충","pt":"Instigação do Títere","ru":"Подстрекательство кукловода","th":"แมลงปลุกปั่น","vi":"Màn Giật Dây"},"desc":{"zh_cn":"拥有【坚防守备】的敌方单位被弱点击破时，使我方全体解除控制状态、恢复战技点并激活终结技。\\n敌方全体受到的战技伤害提高25%，终结技伤害提高15%。","zh_hk":"擁有【堅防守備】的敵方單位被弱點擊破時，使我方全體解除控制狀態、恢復戰技點並啟動終結技。\\n敵方全體受到的戰技傷害提高25%，終結技傷害提高15%。","de":"Wenn Gegner mit Solider Schutz Schwächebruch erleidet, werden Kontrolleffekte von allen Verbündeten entfernt, Fertigkeitspunkte wiederhergestellt und ihre Ultimates aktiviert.\\nErhöht den erlittenen Fertigkeits-SCH aller Gegner um 25% und den erlittenen Ultimate-SCH um 15%.","en":"When an enemy with \"Steadfast Safeguard\" is Weakness Broken, dispels control states for all allies, recovers their Skill Points, and activates their Ultimates.\\nIncreases the Skill DMG taken by all enemies by 25% and increases Ultimate DMG taken by 15%.","es":"Cuando un enemigo con Salvaguardia firme es afectado con Ruptura de Debilidad, todos los aliados disipan los estados de Control, recuperan pts. de habilidad básica y activan sus habilidades definitivas.\\nEl daño de habilidad básica y el daño de habilidad definitiva que reciben todos los enemigos aumentan en un 25% y un 15% respectivamente.","fr":"Lorsqu'un ennemi avec Protection inébranlable subit une Rupture de faiblesse, dissipe les états de contrôle de tous les alliés, régénère des points de compétence et active leur ultime.\\nAugmente les DGT de compétence subis par tous les ennemis de 25% et les DGT d'ultime subis de 15%.","id":"Saat musuh yang memiliki \"Steadfast Safeguard\" terkena Weakness Break, akan membuat seluruh rekan tim menghapus Crowd Control Debuff, memulihkan Poin Skill, dan mengaktifkan Ultimate.\\nSkill DMG yang diterima seluruh musuh meningkat 25%, dan Ultimate DMG yang diterima seluruh musuh meningkat 15%.","jp":"「鉄壁の防御」を持つ敵が弱点撃破される時、味方全体の行動制限状態を解除し、SPを回復する上、味方全体の必殺技を発動可能にする。\\n敵全体の受ける戦闘スキルダメージ+25%、受ける必殺技ダメージ+15%。","kr":"[견고한 수비]를 보유한 적 유닛이 약점 격파될 시 모든 아군의 제어 상태가 해제되고, 전투 스킬 포인트를 회복하며 필살기를 활성화한다.\\n모든 적이 받는 전투 스킬 피해가 25% 증가하고, 필살기 피해가 15% 증가한다","pt":"Quando um inimigo com \"Salvaguarda Firme\" sofrer Quebra de Fraqueza, dissipa os estados de controle de todos os aliados, recupera seus Pontos de Perícia para todos os aliados e ativa suas Perícias Supremas.\\nAumenta o Dano de Perícia recebido por todos os inimigos em 25% e aumenta o Dano de Perícia Suprema recebido em 15%.","ru":"Пробитие уязвимости противника со статусом Непреклонная защита снимает эффекты контроля со всех союзников, восстанавливает очки навыков отряда и активирует сверхспособности всех союзников.\\nПолучаемый всеми противниками урон навыка повышается на 25%, получаемый ими урон сверхспособности повышается на 15%.","th":"เมื่อศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" ถูกทำลายจุดอ่อน จะทำให้ฝ่ายเราทั้งหมดลบสถานะควบคุม ฟื้นฟูแต้มสกิลต่อสู้ และเปิดใช้งานท่าไม้ตาย\\nอีกทั้งฝ่ายศัตรูทั้งหมดจะได้รับ DMG สกิลต่อสู้เพิ่มขึ้น 25% และได้รับ DMG ท่าไม้ตายเพิ่มขึ้น 15%","vi":"Khi kẻ địch có Phòng Thủ Kiên Cố bị phá vỡ Điểm Yếu, sẽ khiến toàn bộ phe ta giải trừ trạng thái khống chế, hồi điểm Chiến Kỹ và kích hoạt Tuyệt Kỹ.\\nSát Thương Chiến Kỹ toàn thể phe địch phải chịu tăng 25%, Sát Thương Tuyệt Kỹ tăng 15%."},"buff":[{"buffId":"3111035","buffIcon":"IconBuffAttackUp","name":{"zh_cn":"以智取胜","zh_hk":"以智取勝","de":"Mit Klugheit zum Sieg","en":"Victorious by Wit","es":"Victoria de la inteligencia","fr":"Victoire de l'esprit","id":"Victorious by Wit","jp":"知恵の勝利","kr":"지혜로 취한 승리","pt":"Vitória Perspicaz","ru":"Остроумная победа","th":"เอาชนะด้วยปัญญา","vi":"Chiến Thắng Bằng Trí Tuệ"},"desc":{"zh_cn":"我方队伍中存在2个或以上智识命途的角色时，我方全体的攻击力提高60%。","zh_hk":"我方隊伍中存在2個或以上智識命途的角色時，我方全體的攻擊力提高60%。","de":"Wenn 2 oder mehr Figuren auf dem Pfad der Gelehrsamkeit im Team sind, wird der ANG aller Verbündeten um 60% erhöht.","en":"When 2 or more characters following the Path of Erudition are in the team, increases all allies' ATK by 60%.","es":"Cuando en el equipo aliado hay 2 o más personajes que siguen la Vía de la Erudición, el ATQ de todos los aliados aumenta en un 60%.","fr":"Augmente l'ATQ de tous les alliés de 60% lorsque l'équipe comporte 2 personnages de l'Érudition ou plus.","id":"Saat ada 2 atau lebih karakter dengan Path Erudition di dalam tim, ATK seluruh rekan tim meningkat 60%.","jp":"パーティ内に「知恵」の運命を歩むキャラクターが2名以上いる時、味方全体の攻撃力+60%。","kr":"아군 파티에 지식 운명의 길 캐릭터가 2명 이상 존재 시 모든 아군의 공격력이 60% 증가한다","pt":"Quando 2 ou mais personagens seguindo o Caminho da Erudição estão na equipe, aumenta o ATQ de todos os aliados em 60%.","ru":"Если в отряде есть 2 и более персонажа Пути Эрудиции, то сила атаки всех союзников повышается на 60%.","th":"เมื่อในทีมของฝ่ายเรามีตัวละคร Path ปัญญาตั้งแต่ 2 ตัวขึ้นไป ATK ของฝ่ายเราทั้งหมดจะเพิ่มขึ้น 60%","vi":"Khi trong đội của phe ta tồn tại 2 nhân vật vận mệnh Tri Thức trở lên, Tấn Công của toàn thể phe ta tăng 60%."}},{"buffId":"3111036","buffIcon":"IconBuffAttackUpPhysical","name":{"zh_cn":"拔山举鼎","zh_hk":"拔山舉鼎","de":"Mächtige Taten","en":"Feats of Might","es":"Músculos de acero","fr":"Gloire par la force","id":"Feats of Might","jp":"抜山蓋世","kr":"산을 뽑는 기세","pt":"Proezas da Força","ru":"Подвиги великой силы","th":"เคลื่อนภูผายกพสุธา","vi":"Nhổ Núi Nhấc Vạc"},"desc":{"zh_cn":"我方全体造成的物理属性伤害提高50%，效果抵抗提高50%。","zh_hk":"我方全體造成的物理屬性傷害提高50%，效果抗性提高50%。","de":"Erhöht den verursachten physischen SCH aller Verbündeten um 50% und den Effekt-WDS um 50%.","en":"Increases Physical DMG dealt by all allies by 50% and Effect RES by 50%.","es":"El Daño Físico que infligen todos los aliados aumenta en un 50% y la RES a efecto aumenta en un 50%.","fr":"Augmente les DGT physiques infligés par tous les alliés de 50% et la RÉS aux effets de 50%.","id":"Physical DMG yang diakibatkan seluruh rekan tim meningkat 50%, Effect RES meningkat 50%.","jp":"味方全体の物理属性ダメージ+50%、効果抵抗+50%。","kr":"모든 아군이 가하는 물리 속성 피해가 50% 증가하고, 효과 저항이 50% 증가한다","pt":"Aumenta o Dano Físico causado por todos os aliados em 50% e a RES a Efeitos em 50%.","ru":"Наносимый всеми союзниками физический урон повышается на 50%. Сопротивление эффектам повышается на 50%.","th":"ฝ่ายเราทั้งหมดสร้าง DMG กายภาพเพิ่มขึ้น 50% และการต้านทานสถานะเพิ่มขึ้น 50%","vi":"Sát thương vật lý của toàn thể phe ta gây ra tăng 50%, Kháng Hiệu Ứng tăng 50%."}},{"buffId":"3111037","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"猎逐步伐","zh_hk":"獵逐步伐","de":"Jägermarsch","en":"Hunter's Stride","es":"Pasos de cazador","fr":"À pas de loup","id":"Hunter's Stride","jp":"狩猟の歩み","kr":"사냥꾼의 발걸음","pt":"Passo do Caçador","ru":"Шаг охотника","th":"ย่างก้าวแห่งการล่า","vi":"Bước Chân Săn Đuổi"},"desc":{"zh_cn":"我方单位击破敌方目标弱点时，行动提前20%。","zh_hk":"我方單位擊破敵方目標弱點時，行動提前20%。","de":"Wenn ein Verbündeter dem Gegner Schwächebruch zufügt, wird seine Aktion um 20% vorgezogen.","en":"When an ally unit Breaks an Enemy target's Weakness, advances the ally unit's action by 20%.","es":"Cuando un aliado rompe la Debilidad de un enemigo, su acción se adelanta un 20%.","fr":"Lorsqu'une unité alliée inflige une Rupture de faiblesse à une cible ennemie, son action est avancée de 20%.","id":"Saat rekan tim mengakibatkan Weakness Break pada target musuh, aksi rekan tim akan didahulukan 20%.","jp":"味方が敵を弱点撃破する時、行動順が20%早まる。","kr":"아군 유닛이 적의 약점 격파 시 행동 게이지가 20% 증가한다","pt":"Quando uma unidade aliada causa Quebra de Fraqueza a um inimigo-alvo, a ação da unidade aliada é Avançada Adiante em 20%.","ru":"Когда союзник пробивает уязвимость противника, его действие продвигается вперёд на 20%.","th":"เมื่อฝ่ายเราหนึ่งตัว ทำลายจุดอ่อนของศัตรูเป้าหมายแล้ว จะเร่งแอ็กชันขึ้น 20%","vi":"Khi 1 mục tiêu phe ta phá vỡ điểm yếu của mục tiêu phe địch, sẽ Ưu Tiên Hành Động 20%."}},{"buffId":"3111038","buffIcon":"IconStrongChallengeTalent0305","name":{"zh_cn":"寸草不生","zh_hk":"寸草不生","de":"Karge Einöde","en":"Barren of Life","es":"Desprovisto de vida","fr":"Désert aride","id":"Barren of Life","jp":"草も生えない","kr":"불모지","pt":"Deserto Árido","ru":"Выжженная земля","th":"ภัยแล้งแห่งชีวิต","vi":"Không Một Ngọn Cỏ"},"desc":{"zh_cn":"角色攻击处于弱点击破状态下的敌人后，其当前承受的所有持续伤害立即产生相当于原伤害60%的伤害，该效果每回合最多触发1次。","zh_hk":"角色攻擊處於弱點擊破狀態下的敵人後，其當下承受的所有持續傷害立即產生相當於原傷害60%的傷害，該效果每回合最多觸發1次。","de":"Wenn eine Figur einen Gegner mit Schwächebruch angreift, verursachen alle DoT-Effekte, von denen er zu diesem Zeitpunkt betroffen ist, sofort SCH in Höhe von 60% des ursprünglichen SCH. Dieser Effekt kann bis zu 1-mal pro Runde ausgelöst werden.","en":"When characters attack Weakness Broken enemies, all DoTs currently applied to the enemy will immediately deal DMG equal to 60% of the original DMG. This effect can trigger a max of 1 time(s) per turn.","es":"Después de que el personaje ataque a enemigos con Ruptura de Debilidad, todos los efectos de Daño con el tiempo que tienen actualmente producen inmediatamente un daño equivalente al 60% de su daño original. Este efecto se puede activar hasta 1 vez en cada turno.","fr":"Lorsqu'un personnage attaque un ennemi en état de Rupture de faiblesse, tous les dégâts sur la durée qui lui sont actuellement appliqués infligent des DGT équivalents à 60% des DGT initiaux. Cet effet peut se déclencher un maximum de 1 fois par tour.","id":"Setelah karakter menyerang musuh yang berstatus Weakness Break, semua DoT yang saat ini dimilikinya akan segera mengakibatkan DMG sebesar 60% dari DMG aslinya. Efek ini dapat dipicu hingga 1 kali di setiap giliran.","jp":"キャラが弱点撃破状態の敵に攻撃を行った後、その敵に付与されたすべての持続ダメージ系デバフが、本来のダメージ60%分のダメージを発生させる。このダメージはターンが回ってくるたびに1回まで発動できる。","kr":"캐릭터가 약점 격파 상태의 적 공격 후, 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 60%만큼 피해를 생성한다. 해당 효과는 턴마다 최대 1회 발동한다","pt":"Quando os personagens atacam inimigos com Quebra de Fraqueza, todos os Danos Contínuos atualmente aplicados ao inimigo causam imediatamente Dano equivalente a 60% do Dano original. Esse efeito pode ser ativado no máximo 1 vez(es) por rodada.","ru":"После того как персонаж атакует противника с пробитой уязвимостью, все имеющиеся у противника эффекты с периодическим уроном немедленно наносят ему 60% от изначального урона. Этот эффект может сработать до 1 раз за ход.","th":"หลังจากตัวละครโจมตีศัตรู ที่ติดสถานะทำลายจุดอ่อน DMG ต่อเนื่องทั้งหมดที่ศัตรูได้รับในปัจจุบัน จะสร้าง DMG 60% ของ DMG เดิมทันที โดยในแต่ละเทิร์น เอฟเฟกต์ดังกล่าวจะเกิดได้สูงสุด 1 ครั้ง","vi":"Sau khi nhân vật tấn công kẻ địch trong trạng thái Phá Vỡ Điểm Yếu, tất cả Sát Thương Duy Trì kẻ đó đang phải chịu sẽ lập tức gây ra sát thương bằng 60% sát thương gốc. Hiệu ứng này mỗi hiệp tối đa kích hoạt 1 lần."}},{"buffId":"3111039","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"牵丝攀藤","zh_hk":"牽絲攀藤","de":"Verworrenheit","en":"Tangled Chaos","es":"Caos enredado","fr":"Chaos enchevêtré","id":"Tangled Chaos","jp":"まとまりのない話","kr":"뒤엉킨 넝쿨","pt":"Caos Entrelaçado","ru":"Переплетённый хаос","th":"สุดแสนโกลาหล","vi":"Hỗn Loạn Rối Rắm"},"desc":{"zh_cn":"消灭敌方目标后，敌方全体受到的击破伤害提高5%，最多叠加5层，该效果对所有新上场的敌人也生效。","zh_hk":"消滅敵方目標後，敵方全體受到的擊破傷害提高5%，最多疊加5層，該效果對所有新上場的敵人也生效。","de":"Nachdem ein Gegner besiegt wurde, wird der erlittene Bruch-SCH aller Gegner um 5% erhöht. Dieser Effekt ist bis zu 5-fach stapelbar und gilt auch für alle neuen Gegner, die das Kampffeld betreten.","en":"After defeating enemy targets, increase Break DMG taken by all enemies by 5% to a max of 5 stack(s). This effect will also take effect on new enemies entering the battlefield.","es":"Tras eliminar a un enemigo, el Daño de Ruptura que reciben todos los enemigos aumenta en un 5%. Se puede acumular hasta 5 veces. Este efecto también es válido para los nuevos enemigos que entren en el campo de batalla.","fr":"Après avoir vaincu une cible ennemie, augmente les DGT de rupture subis par tous les ennemis de 5% jusqu'à un maximum de 5 cumul(s). Cet effet s'applique également aux nouveaux ennemis qui entrent sur le champ de bataille.","id":"Setelah mengalahkan target musuh, Break DMG yang diterima seluruh musuh meningkat 5%, dapat ditumpuk hingga 5 lapis. Efek ini juga berlaku untuk semua musuh yang baru memasuki medan pertempuran.","jp":"敵を倒した後、敵全体の受ける弱点撃破ダメージ+5%、最大で5層累積できる。この効果は新たに出現した敵にも適用される。","kr":"적 처치 후 모든 적이 받는 격파 피해가 5% 증가한다, 최대 중첩수: 5스택. 해당 효과는 새로 필드 위에 나타난 모든 적에게도 적용된다","pt":"Após derrotar inimigos-alvo, aumenta o Dano de Quebra recebido por todos os inimigos em 5% até um máximo de 5 acúmulo(s). Esse efeito também agirá em novos inimigos entrando no campo de batalha.","ru":"После победы над противником получаемый всеми противниками урон пробития повышается на 5% до макс. 5 раз. Этот эффект также применяется к новым противникам, вступающим в бой.","th":"หลังจากกำจัดศัตรูเป้าหมาย ศัตรูทั้งหมดจะได้รับ DMG ทำลายล้างเพิ่มขึ้น 5% และซ้อนทับได้มากสุด 5 ชั้น โดยเอฟเฟกต์นี้ จะมีผลกับศัตรูตัวใหม่ทุกตัว ที่เข้าสู่การต่อสู้เช่นกัน","vi":"Sau khi tiêu diệt mục tiêu phe địch, Sát Thương Phá Vỡ toàn thể phe địch phải chịu tăng 5%, tối đa cộng dồn 5 tầng, hiệu ứng này cũng có hiệu lực với tất cả kẻ địch mới vào trận."}},{"buffId":"3111040","buffIcon":"IconBuffCriticalDamage","name":{"zh_cn":"势如破竹","zh_hk":"勢如破竹","de":"Schwingende Macht","en":"Sweeping Force","es":"Fuerza de arrastre","fr":"Force balayante","id":"Sweeping Force","jp":"破竹の勢い","kr":"파죽지세","pt":"Força Arrebatadora","ru":"Сокрушающая сила","th":"รบชนะทุกย่างก้าว","vi":"Mạnh Như Vũ Bão"},"desc":{"zh_cn":"我方全体造成的普攻和终结技伤害的暴击伤害提高30%，对处于弱点击破状态下的敌方目标额外提高30%。","zh_hk":"我方全體造成的普通攻擊和終結技傷害的暴擊傷害提高30%，對處於弱點擊破狀態下的敵方目標額外提高30%。","de":"Erhöht den KRIT-SCH der Standardangriffe und Ultimates aller Verbündeten um 30% und erhöht ihn bei Gegnern mit Schwächebruch zusätzlich um 30%.","en":"Increases CRIT DMG of all allies' Basic ATK and Ultimate DMG dealt by 30%, with an additional increase of 30% against enemy targets that are Weakness Broken.","es":"El Daño CRIT que inflige el daño de ATQ básico y de habilidad definitiva de todos los aliados aumenta en un 30%, y aumenta en un 30% adicional contra enemigos con Ruptura de Debilidad.","fr":"Augmente les DGT critiques des DGT d'ATQ normales et d'ultime infligés par tous les alliés de 30%, avec une augmentation de 30% supplémentaires contre les cibles ennemies en état de Rupture de faiblesse.","id":"CRIT DMG dari Basic Attack DMG dan Ultimate DMG yang diakibatkan seluruh rekan tim meningkat 30%, dan akan meningkat ekstra 30% pada target musuh yang berstatus Weakness Break.","jp":"味方全体の通常攻撃と必殺技の会心ダメージ+30%、弱点撃破状態の敵に対してさらに+30%。","kr":"모든 아군이 가하는 일반 공격과 필살기 피해의 치명타 피해가 30% 증가하고, 약점 격파 상태의 적에게는 추가로 30% 증가한다","pt":"Aumenta o Dano CRIT da Perícia Suprema e do ATQ Básico de todos os aliados em 30%, com um aumento adicional de 30% contra inimigos-alvo afligidos com Quebra de Fraqueza.","ru":"Наносимый базовыми атаками и сверхспособностями всех союзников крит. урон повышается на 30%. Указанный урон, наносимый противникам с пробитой уязвимостью, повышается на доп. 30%.","th":"DMG คริติคอลของ DMG ท่าไม้ตายและการโจมตีปกติ ที่ฝ่ายเราทั้งหมดสร้าง จะเพิ่มขึ้น 30% และจะเพิ่มขึ้นอีก 30% สำหรับศัตรูเป้าหมายที่ติดสถานะทำลายจุดอ่อน","vi":"Sát Thương Bạo Kích do Sát Thương Tuyệt Kỹ và Tấn Công Thường của toàn bộ phe ta gây ra tăng 30%, tăng thêm 30% đối với mục tiêu phe địch trong trạng thái Phá Vỡ Điểm Yếu."}}],"time":{"begin":1737316800000,"end":1740945600000}}