{"info":[{"name":{"zh_cn":"天狼战首·难度01","zh_hk":"天狼戰首•難度01","de":"Kriegshäuptling des Wolfs: Schwierigkeitsgrad 01","en":"Lupine Warhead: Difficulty 1","es":"Señor de la Guerra lupino: Dificultad 1","fr":"Mukhtar guerrier lupin : difficulté 1","id":"Panglima Serigala Akasa: Tingkat Kesulitan 1","jp":"天狼戦首・難易度01","kr":"천랑과 수장 • 난이도 01","pt":"Muhtar da Guerra Lupino: Dificuldade 1","ru":"Волчий вожак: Сложность I","th":"ขุนศึกสิงคาล: ความยาก 01","vi":"Chiến Thủ Thiên Lang: Độ Khó 1"},"part1":{"weakness_suggest":["Physical","Fire","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Fulminating Wolflord","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Physical","Fire","Thunder","Wind"],"totalWaves":1,"wave1":[]}},{"name":{"zh_cn":"天狼战首·难度02","zh_hk":"天狼戰首•難度02","de":"Kriegshäuptling des Wolfs: Schwierigkeitsgrad 02","en":"Lupine Warhead: Difficulty 2","es":"Señor de la Guerra lupino: Dificultad 2","fr":"Mukhtar guerrier lupin : difficulté 2","id":"Panglima Serigala Akasa: Tingkat Kesulitan 2","jp":"天狼戦首・難易度02","kr":"천랑과 수장 • 난이도 02","pt":"Muhtar da Guerra Lupino: Dificuldade 2","ru":"Волчий вожак: Сложность II","th":"ขุนศึกสิงคาล: ความยาก 02","vi":"Chiến Thủ Thiên Lang: Độ Khó 2"},"part1":{"weakness_suggest":["Physical","Fire","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Fulminating Wolflord","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Physical","Fire","Thunder","Wind"],"totalWaves":1,"wave1":[]}},{"name":{"zh_cn":"天狼战首·难度03","zh_hk":"天狼戰首•難度03","de":"Kriegshäuptling des Wolfs: Schwierigkeitsgrad 03","en":"Lupine Warhead: Difficulty 3","es":"Señor de la Guerra lupino: Dificultad 3","fr":"Mukhtar guerrier lupin : difficulté 3","id":"Panglima Serigala Akasa: Tingkat Kesulitan 3","jp":"天狼戦首・難易度03","kr":"천랑과 수장 • 난이도 03","pt":"Muhtar da Guerra Lupino: Dificuldade 3","ru":"Волчий вожак: Сложность III","th":"ขุนศึกสิงคาล: ความยาก 03","vi":"Chiến Thủ Thiên Lang: Độ Khó 3"},"part1":{"weakness_suggest":["Physical","Fire","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Fulminating Wolflord","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Physical","Fire","Thunder","Wind"],"totalWaves":1,"wave1":[]}},{"name":{"zh_cn":"天狼战首·难度04","zh_hk":"天狼戰首•難度04","de":"Kriegshäuptling des Wolfs: Schwierigkeitsgrad 04","en":"Lupine Warhead: Difficulty 4","es":"Señor de la Guerra lupino: Dificultad 4","fr":"Mukhtar guerrier lupin : difficulté 4","id":"Panglima Serigala Akasa: Tingkat Kesulitan 4","jp":"天狼戦首・難易度04","kr":"천랑과 수장 • 난이도 04","pt":"Muhtar da Guerra Lupino: Dificuldade 4","ru":"Волчий вожак: Сложность IV","th":"ขุนศึกสิงคาล: ความยาก 04","vi":"Chiến Thủ Thiên Lang: Độ Khó 4"},"part1":{"weakness_suggest":["Physical","Fire","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Fulminating Wolflord","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Physical","Fire","Thunder","Wind"],"totalWaves":1,"wave1":[]}}],"name":{"zh_cn":"天狼战首","zh_hk":"天狼戰首","de":"Kriegshäuptling des Wolfs","en":"Lupine Warhead","es":"Señor de la Guerra lupino","fr":"Mukhtar guerrier lupin","id":"Panglima Serigala Akasa","jp":"天狼戦首","kr":"천랑과 수장","pt":"Muhtar da Guerra Lupino","ru":"Волчий вожак","th":"ขุนศึกสิงคาล","vi":"Chiến Thủ Thiên Lang"},"desc":{"zh_cn":"拥有【坚防守备】的敌方单位被弱点击破时，使我方全体解除控制状态、恢复战技点并激活终结技。\\n敌方全体受到的持续伤害提高25%，战技伤害提高15%。","zh_hk":"擁有【堅防守備】的敵方單位被弱點擊破時，使我方全體解除控制狀態、恢復戰技點並啟動終結技。\\n敵方全體受到的持續傷害提高25%，戰技傷害提高15%。","de":"Wenn Gegner mit Solider Schutz Schwächebruch erleidet, werden Kontrolleffekte von allen Verbündeten entfernt, Fertigkeitspunkte wiederhergestellt und ihre Ultimates aktiviert.\\nErhöht den erlittenen DoT aller Gegner um 25% und den erlittenen Fertigkeits-SCH um 15%.","en":"When enemy units with \"Steadfast Safeguard\" have their Weakness Broken, dispels all control debuffs, recovers Skill Points, and activates Ultimates for all allies.\\nAll enemies take 25% more DoT. Increases Skill DMG by 15%.","es":"Cuando un enemigo con Salvaguardia firme es afectado con Ruptura de Debilidad, todos los aliados disipan los estados de Control, recuperan pts. de habilidad básica y activan sus habilidades definitivas.\\nEl Daño con el tiempo y el daño de habilidad básica que reciben todos los enemigos aumentan en un 25% y un 15% respectivamente.","fr":"Lorsqu'une unité ennemie avec Protection inébranlable subit une Rupture de faiblesse, tous les alliés dissipent les malus de contrôle, récupèrent des points de compétence et activent leurs ultimes.\\nTous les ennemis subissent des dégâts sur la durée augmentés de 25%. Augmente les DGT de compétence de 15%","id":"Saat musuh yang memiliki \"Steadfast Safeguard\" terkena Weakness Break, akan membuat seluruh rekan tim menghapus Crowd Control Debuff, memulihkan Poin Skill, dan mengaktifkan Ultimate.\\nDoT yang diterima seluruh musuh meningkat 25%, Skill DMG yang diterima seluruh musuh meningkat 15%.","jp":"「鉄壁の防御」を持つ敵が弱点撃破される時、味方全体の行動制限状態を解除し、SPを回復する上、味方全体の必殺技を発動可能にする。\\n敵全体の受ける持続ダメージ+25%、受ける戦闘スキルダメージ+15%。","kr":"[견고한 수비]를 보유한 적 유닛이 약점 격파될 시 모든 아군의 제어 상태가 해제되고, 전투 스킬 포인트를 회복하며 필살기를 활성화한다.\\n모든 적이 받는 지속 피해가 25% 증가하고, 전투 스킬 피해가 15% 증가한다","pt":"Quando unidades inimigas com \"Salvaguarda Firme\" sofrem Quebra de Fraqueza, todas as penalidades de controle são dissipadas, os Pontos de Perícia são recuperados e as Perícias Supremas de todos os aliados são ativadas.\\nTodos os inimigos recebem 25% a mais de <u>Dano Contínuo</u>. O Dano de Perícia aumenta em 15%.","ru":"Пробитие уязвимости противника со статусом Непреклонная защита снимает эффекты контроля со всех союзников, восстанавливает очки навыков отряда и активирует сверхспособности всех союзников.\\nПолучаемый всеми противниками периодический урон повышается на 25%, получаемый ими урон навыка повышается на 15%.","th":"เมื่อศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" ถูกทำลายจุดอ่อน จะทำให้ฝ่ายเราทั้งหมดลบสถานะควบคุม ฟื้นฟูแต้มสกิลต่อสู้ และเปิดใช้งานท่าไม้ตาย\\nอีกทั้งฝ่ายศัตรูทั้งหมดจะได้รับ DMG ต่อเนื่องเพิ่มขึ้น 25% และได้รับ DMG สกิลต่อสู้เพิ่มขึ้น 15%","vi":"Khi kẻ địch có Phòng Thủ Kiên Cố bị phá vỡ Điểm Yếu, sẽ khiến toàn bộ phe ta giải trừ trạng thái khống chế, hồi điểm Chiến Kỹ và kích hoạt Tuyệt Kỹ.\\nSát Thương Duy Trì toàn thể phe địch phải chịu tăng 25%, Sát Thương Chiến Kỹ tăng 15%."},"buff":[{"buffId":"3111062","buffIcon":"IconBuffAttackUpElement","name":{"zh_cn":"戮力同心","zh_hk":"戮力同心","de":"Mit vereinten Kräften","en":"Fight in Unity","es":"Unidos con un mismo propósito","fr":"Ensemble dans le combat","id":"Fight in Unity","jp":"一致団結","kr":"일심동체","pt":"Lutar em Unidade","ru":"Боевое единство","th":"ร่วมแรงกายใจ","vi":"Đồng Tâm Hiệp Lực"},"desc":{"zh_cn":"我方目标每消耗1个战技点时，使我方全体造成的伤害提高6%，该效果最多叠加10层。","zh_hk":"我方目標每消耗1個戰技點時，使我方全體造成的傷害提高6%，該效果最多疊加10層。","de":"Für jeden verbrauchten Fertigkeitspunkt wird der von allen Verbündeten verursachte SCH um 6% erhöht. Dieser Effekt ist bis zu 10-fach stapelbar.","en":"When an ally target consumes 1 Skill Point, increases the DMG dealt by all allies by 6%, stacking up to 10 time(s).","es":"Cada vez que un aliado consume 1 pt. de habilidad básica, el daño que infligen todos los aliados aumenta en un 6%. Este efecto se puede acumular hasta 10 veces.","fr":"Lorsqu'une cible alliée consomme 1 point de compétence, les DGT infligés par tous les alliés augmentent de 6%, cumulable jusqu'à 10 fois.","id":"Setiap 1 Poin Skill yang dikonsumsi rekan tim akan meningkatkan 6% DMG yang diakibatkan seluruh rekan tim. Efek ini dapat ditumpuk hingga 10 lapis.","jp":"味方がSPを1消費するたびに、味方全体の与ダメージ+6%。この効果は最大で10層累積できる。","kr":"아군이 전투 스킬 포인트를 1pt 소모할 때마다 모든 아군이 가하는 피해가 6% 증가한다, 해당 효과 최대 중첩수: 10스택","pt":"Quando um aliado-alvo consome 1 Ponto de Perícia, o Dano causado por todos os aliados aumenta em 6%, acumulando até 10 vez(es).","ru":"Каждый раз, когда союзник расходует 1 очко навыков, наносимый всеми союзниками урон повышается на 6%. Этот эффект может складываться до 10 раз.","th":"เมื่อเป้าหมายฝ่ายเราใช้แต้มสกิลต่อสู้ทุก 1 แต้ม จะทำให้ฝ่ายเราทั้งหมดสร้าง DMG เพิ่มขึ้น 6% โดยที่เอฟเฟกต์นี้สามารถซ้อนทับได้มากสุด 10 ชั้น","vi":"Mỗi khi mục tiêu phe ta tiêu hao 1 điểm Chiến Kỹ, sẽ khiến Sát Thương toàn phe ta gây ra tăng 6%, hiệu ứng này tối đa có thể cộng dồn 10 tầng."}},{"buffId":"3111063","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"牵丝攀藤","zh_hk":"牽絲攀藤","de":"Verworrenheit","en":"Tangled Chaos","es":"Caos enredado","fr":"Chaos enchevêtré","id":"Tangled Chaos","jp":"まとまりのない話","kr":"뒤엉킨 넝쿨","pt":"Caos Entrelaçado","ru":"Переплетённый хаос","th":"สุดแสนโกลาหล","vi":"Hỗn Loạn Rối Rắm"},"desc":{"zh_cn":"消灭敌方目标后，敌方全体受到的击破伤害提高15%，最多叠加4层，该效果对所有新上场的敌人也生效。","zh_hk":"消滅敵方目標後，敵方全體受到的擊破傷害提高15%，最多疊加4層，該效果對所有新上場的敵人也生效。","de":"Nachdem ein Gegner besiegt wurde, wird der erlittene Bruch-SCH aller Gegner um 15% erhöht. Dieser Effekt ist bis zu 4-fach stapelbar und gilt auch für alle neuen Gegner, die das Kampffeld betreten.","en":"After defeating enemy targets, increases Break DMG taken by all enemies by 15% to a max of 4 stack(s). This effect will also take effect on new enemies entering the battlefield.","es":"Tras eliminar a un enemigo, el Daño de Ruptura que reciben todos los enemigos aumenta en un 15%. Se puede acumular hasta 4 veces. Este efecto también es válido para los nuevos enemigos que entren en el campo de batalla.","fr":"Après avoir vaincu une cible ennemie, augmente les DGT de rupture subis par tous les ennemis de 15%, jusqu'à un maximum de 4 cumul(s). Cet effet s'applique également aux nouveaux ennemis qui entrent sur le champ de bataille.","id":"Setelah mengalahkan target musuh, Break DMG yang diterima seluruh musuh akan meningkat 15%, dapat ditumpuk hingga 4 lapis. Efek ini juga berlaku untuk semua musuh yang baru memasuki medan pertempuran.","jp":"敵を倒した後、敵全体の受ける弱点撃破ダメージ+15%、最大で4層累積できる。この効果は新たに出現した敵にも適用される。","kr":"적 처치 후 모든 적이 받는 격파 피해가 15% 증가한다, 최대 중첩수: 4스택. 해당 효과는 새로 필드 위에 나타난 모든 적에게도 적용된다","pt":"Após derrotar inimigos-alvo, aumenta o Dano de Quebra recebido por todos os inimigos em 15% até um máximo de 4 acúmulo(s). Esse efeito também será aplicado aos novos inimigos entrando no campo de batalha.","ru":"После победы над противником получаемый всеми противниками урон пробития повышается на 15% до макс. 4 раз. Этот эффект также применяется к новым противникам, вступающим в бой.","th":"หลังจากกำจัดศัตรูเป้าหมาย ศัตรูทั้งหมดจะได้รับ DMG ทำลายล้างเพิ่มขึ้น 15% และซ้อนทับได้มากสุด 4 ชั้น โดยเอฟเฟกต์นี้ จะมีผลกับศัตรูตัวใหม่ทุกตัว ที่เข้าสู่การต่อสู้เช่นกัน","vi":"Sau khi tiêu diệt mục tiêu phe địch, Sát Thương Phá Vỡ toàn thể phe địch phải chịu tăng 15%, tối đa cộng dồn 4 tầng, hiệu ứng này cũng có hiệu lực với tất cả kẻ địch mới vào trận."}},{"buffId":"3111061","buffIcon":"IconBuffCriticalDamage","name":{"zh_cn":"破釜沉舟","zh_hk":"破釜沉舟","de":"Letztes Gefecht","en":"No Turning Back","es":"Último bastión","fr":"Dos au mur","id":"No Turning Back","jp":"決死の覚悟","kr":"결사의 각오","pt":"Última Cartada","ru":"Нет пути к отступлению","th":"สู้ยิบตา","vi":"Quyết Chiến Đến Cùng"},"desc":{"zh_cn":"我方目标消耗自身生命值后，暴击伤害提高55%，持续2回合。","zh_hk":"我方目標消耗自身生命值後，暴擊傷害提高55%，持續2回合。","de":"Nachdem ein Verbündeter seine eigenen LP verbraucht hat, wird sein KRIT-SCH für 2 Rd. um 55% erhöht.","en":"After any ally target consumes their own HP, their CRIT DMG increases by 55%, lasting for 2 turn(s).","es":"Después de que un aliado consuma sus propios PV, su Daño CRIT aumenta en un 55% durante 2 turnos.","fr":"Après qu'une cible alliée a consommé ses propres PV, les DGT critiques qu'elle inflige augmentent de 55% pendant 2 tours.","id":"Setelah rekan tim mengonsumsi HP dirinya, CRIT DMG akan meningkat 55% selama 2 giliran.","jp":"味方が自身のHPを消費した後、会心ダメージ+55%、2ターン継続。","kr":"아군이 자신의 HP를 소모하면 치명타 피해가 55% 증가한다, 지속 시간: 2턴","pt":"Depois que qualquer aliado-alvo consumir seus próprios PV, aumenta seu Dano CRIT em 55% por 2 rodada(s).","ru":"После того как союзник расходует своё НР, его крит. урон повышается на 55% на 2 хода.","th":"หลังจากเป้าหมายฝ่ายเราใช้ HP ของตัวเอง DMG คริติคอลจะเพิ่มขึ้น 55% เป็นเวลา 2 เทิร์น","vi":"Sau khi mục tiêu phe ta tiêu hao HP của bản thân, Sát Thương Bạo Kích tăng 55%, duy trì 2 hiệp."}},{"buffId":"3111059","buffIcon":"IconBuffAttackUpUltra","name":{"zh_cn":"抵瑕陷隙","zh_hk":"抵瑕陷隙","de":"Verhängnisvolle Tücken","en":"Fatality Exploitation","es":"Aprovechamiento de fallos","fr":"Exploitation létale","id":"Fatality Exploitation","jp":"弱点突き","kr":"약점 폭로","pt":"Exploração Fatal","ru":"Эксплуатация недостатков","th":"โจมตีจุดบกพร่อง","vi":"Khai Thác Điểm Yếu"},"desc":{"zh_cn":"我方全体造成的终结技伤害提高30%，对处于弱点击破状态下的敌方目标额外提高30%。","zh_hk":"我方全體造成的終結技傷害提高30%，對處於弱點擊破狀態下的敵方目標額外提高30%。","de":"Erhöht den Ultimate-SCH aller Verbündeten um 30% und erhöht ihn bei Gegnern mit Schwächebruch zusätzlich um 30%.","en":"Increases Ultimate DMG dealt by all allies by 30%, and additionally increases by 30% against enemy targets in Weakness Broken state.","es":"El daño de habilidad definitiva de todos los aliados aumenta en un 30%, y aumenta en un 30% adicional contra enemigos con Ruptura de Debilidad.","fr":"Augmente les DGT d'ultime infligés par tous les alliés de 30%. Les DGT d'ultime augmentent de 30% supplémentaires contre les cibles ennemies en état de Rupture de faiblesse.","id":"Ultimate DMG yang diakibatkan seluruh rekan tim meningkat 30%, dan meningkat ekstra 30% terhadap target musuh yang berstatus Weakness Break.","jp":"味方全体の必殺技ダメージ+30%、さらに弱点撃破状態の敵に対する必殺技ダメージ+30%。","kr":"모든 아군이 가하는 필살기 피해가 30% 증가하고, 약점 격파 상태의 적에게는 추가로 30% 증가한다","pt":"O Dano de Perícia Suprema causado por todos os aliados aumenta em 30%, e aumenta adicionalmente em 30% contra inimigos-alvo afligidos com Quebra de Fraqueza.","ru":"Наносимый сверхспособностями всех союзников урон повышается на 30%. Указанный урон, наносимый противникам с пробитой уязвимостью, повышается на доп. 30%.","th":"DMG ท่าไม้ตายที่ฝ่ายเราทั้งหมดสร้าง จะเพิ่มขึ้น 30% และจะเพิ่มขึ้นอีก 30% สำหรับศัตรูเป้าหมายที่ติดสถานะทำลายจุดอ่อน","vi":"Sát Thương Tuyệt Kỹ của toàn bộ phe ta gây ra tăng 30%, tăng thêm 30% đối với mục tiêu phe địch trong trạng thái Phá Vỡ Điểm Yếu."}},{"buffId":"3111060","buffIcon":"IconStrongChallengeTalent0305","name":{"zh_cn":"蔓草难除","zh_hk":"蔓草難除","de":"Hartnäckiges Unkraut","en":"Obstinate Weed","es":"Mala hierba","fr":"Herbe obstinée","id":"Obstinate Weed","jp":"しぶとい蔓草","kr":"끈질긴 넝쿨","pt":"Erva Obstinada","ru":"Упрямый сорняк","th":"วัชพืชกำจัดยาก","vi":"Cỏ Dại Khó Diệt"},"desc":{"zh_cn":"我方全体施放普攻或战技攻击处于弱点击破状态下的敌人后，使其当前承受的所有持续伤害立即产生相当于原伤害15%的伤害。","zh_hk":"我方全體發動普通攻擊或戰技攻擊處於弱點擊破狀態下的敵人後，使其當下承受的所有持續傷害立即產生相當於原傷害15%的傷害。","de":"Nachdem Verbündete einen Standardangriff oder eine Fertigkeit gegen einen Gegner mit Schwächebruch eingesetzt haben, verursachen alle aktuellen DoT-Effekte sofort SCH in Höhe von 15% des ursprünglichen SCH.","en":"When allies use Basic ATK or Skill to attack Weakness Broken enemies, all DoTs currently applied to the enemies will immediately deal DMG equal to 15% of the original DMG.","es":"Después de que cualquier aliado lance un ATQ básico o una habilidad básica contra un enemigo con Ruptura de Debilidad, todos los efectos de Daño con el tiempo que tenga actualmente el objetivo infligen inmediatamente un daño equivalente al 15% del daño original.","fr":"Lorsqu'un allié utilise une ATQ normale ou une compétence pour attaquer un ennemi en état de Rupture de faiblesse, tous les dégâts sur la durée actuellement appliqués à cet ennemi infligent immédiatement des DGT équivalents à 15% des DGT initiaux.","id":"Setelah rekan tim mana pun melancarkan Basic Attack atau Skill untuk menyerang musuh yang berstatus Weakness Break, akan membuat semua DoT yang saat ini dimilikinya segera mengakibatkan DMG sebesar 15% dari DMG aslinya.","jp":"味方が通常攻撃または戦闘スキルを発動し、弱点撃破状態の敵に攻撃を行った後、その敵に付与されているすべての持続ダメージ系デバフが即座に本来のダメージ15%分のダメージを発生する。","kr":"모든 아군이 일반 공격 또는 전투 스킬을 발동해 약점 격파 상태의 적을 공격하면, 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 15%만큼 피해를 생성한다","pt":"Quando os aliados usam um ATQ Básico ou uma Perícia para atacar inimigos afligidos com Quebra de Fraqueza, todos os <u>Danos Contínuos</u> atualmente aplicados aos inimigos causarão Dano igual a 15% do Dano original imediatamente.","ru":"После того как союзники используют базовую атаку или навык для атаки противника с пробитой уязвимостью, все имеющиеся у противника эффекты с периодическим уроном немедленно наносят ему 15% от изначального урона.","th":"หลังจากฝ่ายเราทั้งหมด ปล่อยการโจมตีปกติหรือสกิลต่อสู้ เพื่อโจมตีศัตรูที่ติดสถานะทำลายจุดอ่อน DMG ต่อเนื่องทั้งหมด ที่ศัตรูดังกล่าวได้รับในปัจจุบัน จะสร้าง DMG 15% ของ DMG เดิมทันที","vi":"Sau khi toàn bộ phe ta sử dụng Tấn Công Thường hoặc Chiến Kỹ tấn công kẻ địch ở trạng thái Phá Vỡ Điểm Yếu, sẽ khiến tất cả Sát Thương Duy Trì kẻ đó đang phải chịu sẽ lập tức gây ra sát thương bằng 15% sát thương gốc."}},{"buffId":"3111064","buffIcon":"IconBuffCriticalDamage","name":{"zh_cn":"登锋陷阵","zh_hk":"登鋒陷陣","de":"Auf in die Schlacht","en":"Heroic Vanguard","es":"Vanguardia heroica","fr":"Avant-garde héroïque","id":"Heroic Vanguard","jp":"先陣突破","kr":"맹렬한 돌격","pt":"Vanguarda Heroica","ru":"Героический авангард","th":"จู่โจมแนวหน้า","vi":"Xung Phong Hãm Trận"},"desc":{"zh_cn":"队伍中的第1位角色施放终结技后，使自身的弱点击破效率提高50%，暴击伤害提高50%，持续1回合。","zh_hk":"隊伍中的第1位角色施放終結技後，使自身的弱點擊破效率提高50%，暴擊傷害提高50%，持續1回合。","de":"Nachdem die erste Figur in der Teamformation ihren Ultimate eingesetzt hat, wird ihre Schwächebruch-Effizienz um 50% und ihr KRIT-SCH um 50% erhöht. Dieser Effekt hält 1 Rd. an.","en":"After the character in position 1 in the team uses Ultimate, their Weakness Break Efficiency increases by 50% and increases CRIT DMG by 50%, lasting for 1 turn(s).","es":"Después de que el personaje en la primera posición del equipo lance la habilidad definitiva, su eficiencia de la Ruptura de Debilidad y su Daño CRIT aumentan en un 50% y un 50% respectivamente durante 1 turno.","fr":"Après que le personnage en position 1 dans l'équipe a utilisé son ultime, augmente son efficacité de Rupture de faiblesse de 50% et ses DGT critiques de 50% pendant 1 tour.","id":"Setelah karakter pertama dalam tim melancarkan Ultimate, akan meningkatkan 50% Weakness Break Efficiency dan 50% CRIT DMG dirinya selama 1 giliran.","jp":"現在1枠目にいるキャラが必殺技を発動した後、自身の弱点撃破効率+50%、会心ダメージ+50%、1ターン継続。","kr":"파티 내 첫 번째 캐릭터가 필살기 발동 후 자신의 약점 격파 효율이 50% 증가하고 치명타 피해가 50% 증가한다, 지속 시간: 1턴","pt":"Após o personagem na posição 1 da formação usar a Perícia Suprema, aumenta sua Eficiência de Quebra de Fraqueza em 50% e aumenta o Dano CRIT dele em 50% por 1 rodada(s).","ru":"После того как персонаж, стоящий на первом месте в отряде, использует сверхспособность, его эффективность пробития уязвимости повышается на 50% и крит. урон повышается на 50% на 1 ход.","th":"หลังจากตัวละครลำดับที่ 1 ในทีมปล่อยท่าไม้ตาย ประสิทธิภาพการทำลายจุดอ่อนของตัวเอง จะเพิ่มขึ้น 50% และ DMG คริติคอลเพิ่มขึ้น 50% เป็นเวลา 1 เทิร์น","vi":"Sau khi nhân vật đầu tiên trong đội thi triển Tuyệt Kỹ, Hiệu Suất Phá Vỡ Điểm Yếu của bản thân tăng 50%, Sát Thương Bạo Kích tăng 50%, duy trì 1 hiệp."}}],"time":{"begin":1755460800000,"end":1759089600000}}