{"info":[{"name":{"zh_cn":"冽风支配·难度01","zh_hk":"冽風支配•難度01","de":"Schneidender Eiswind: Schwierigkeitsgrad 01","en":"Cutting Mistral: Difficulty 1","es":"Dominación del vendaval: Dificultad 1","fr":"Mistral glacial : difficulté 1","id":"Dominasi Angin Badai: Tingkat Kesulitan 1","jp":"凛冽たる風の支配・難易度01","kr":"한풍과 지배•난이도 01","pt":"Mistral Cortante: Dificuldade 1","ru":"Превосходство ветра: Сложность I","th":"วายุครอบงำ: ความยาก 01","vi":"Chi Phối Gió Lốc: Độ Khó 1"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Physical","Fire","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Soulhook Sovereign","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Imaginary"]}]}},{"name":{"zh_cn":"冽风支配·难度02","zh_hk":"冽風支配•難度02","de":"Schneidender Eiswind: Schwierigkeitsgrad 02","en":"Cutting Mistral: Difficulty 2","es":"Dominación del vendaval: Dificultad 2","fr":"Mistral glacial : difficulté 2","id":"Dominasi Angin Badai: Tingkat Kesulitan 2","jp":"凛冽たる風の支配・難易度02","kr":"한풍과 지배•난이도 02","pt":"Mistral Cortante: Dificuldade 2","ru":"Превосходство ветра: Сложность II","th":"วายุครอบงำ: ความยาก 02","vi":"Chi Phối Gió Lốc: Độ Khó 2"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Physical","Fire","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Soulhook Sovereign","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Imaginary"]}]}},{"name":{"zh_cn":"冽风支配·难度03","zh_hk":"冽風支配•難度03","de":"Schneidender Eiswind: Schwierigkeitsgrad 03","en":"Cutting Mistral: Difficulty 3","es":"Dominación del vendaval: Dificultad 3","fr":"Mistral glacial : difficulté 3","id":"Dominasi Angin Badai: Tingkat Kesulitan 3","jp":"凛冽たる風の支配・難易度03","kr":"한풍과 지배•난이도 03","pt":"Mistral Cortante: Dificuldade 3","ru":"Превосходство ветра: Сложность III","th":"วายุครอบงำ: ความยาก 03","vi":"Chi Phối Gió Lốc: Độ Khó 3"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Physical","Fire","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Soulhook Sovereign","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Imaginary"]}]}},{"name":{"zh_cn":"冽风支配·难度04","zh_hk":"冽風支配•難度04","de":"Schneidender Eiswind: Schwierigkeitsgrad 04","en":"Cutting Mistral: Difficulty 4","es":"Dominación del vendaval: Dificultad 4","fr":"Mistral glacial : difficulté 4","id":"Dominasi Angin Badai: Tingkat Kesulitan 4","jp":"凛冽たる風の支配・難易度04","kr":"한풍과 지배•난이도 04","pt":"Mistral Cortante: Dificuldade 4","ru":"Превосходство ветра: Сложность IV","th":"วายุครอบงำ: ความยาก 04","vi":"Chi Phối Gió Lốc: Độ Khó 4"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Physical","Fire","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Soulhook Sovereign","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Imaginary"]}]}}],"name":{"zh_cn":"冽风支配","zh_hk":"冽風支配","de":"Schneidender Eiswind","en":"Cutting Mistral","es":"Dominación del vendaval","fr":"Mistral glacial","id":"Dominasi Angin Badai","jp":"凛冽たる風の支配","kr":"한풍과 지배","pt":"Mistral Cortante","ru":"Превосходство ветра","th":"วายุครอบงำ","vi":"Chi Phối Gió Lốc"},"desc":{"zh_cn":"拥有【坚防守备】的敌方单位被弱点击破时，使我方全体解除控制状态、恢复战技点并激活终结技。\\n我方全体受到的回复量提高50%。","zh_hk":"擁有【堅防守備】的敵方單位被弱點擊破時，使我方全體解除控制狀態、恢復戰技點並啟動終結技。\\n我方全體受到的回復量提高50%。","de":"Wenn Gegner mit Solider Schutz Schwächebruch erleidet, werden Kontrolleffekte von allen Verbündeten entfernt, Fertigkeitspunkte wiederhergestellt und ihre Ultimates aktiviert.\\nErhöht die erhaltene LP-Wiederherstellung aller Verbündeten um 50%.","en":"When an enemy unit with \"Steadfast Safeguard\" is Weakness Broken, dispels control states for all allies, recovers their Skill Points, and activates their Ultimates.\\nIncreases all allies' HP restored by 50%.","es":"Cuando un enemigo con Salvaguardia firme es afectado con Ruptura de Debilidad, todos los aliados disipan los estados de Control, recuperan pts. de habilidad básica y activan sus habilidades definitivas.\\nLos PV regenerados por todos los aliados aumentan en un 50%.","fr":"Lorsqu'un ennemi avec Protection inébranlable subit une Rupture de faiblesse, dissipe les états de contrôle de tous les alliés, restaure les points de compétence de tous les alliés et active leurs ultimes.\\nAugmente les PV restaurés par toutes les unités alliées de 50%.","id":"Saat musuh yang memiliki \"Steadfast Safeguard\" terkena Weakness Break, akan membuat seluruh rekan tim menghapus Crowd Control Debuff, memulihkan Poin Skill, dan mengaktifkan Ultimate.\\nPemulihan HP yang diterima seluruh rekan tim meningkat 50%.","jp":"「鉄壁の防御」を持つ敵が弱点撃破される時、味方全体の行動制限状態を解除し、SPを回復する上、味方全体の必殺技を発動可能にする。\\n味方全体の受ける回復量+50%。","kr":"[견고한 수비]를 보유한 적 유닛이 약점 격파될 시 모든 아군의 제어 상태가 해제되고, 전투 스킬 포인트를 회복하며, 필살기를 활성화한다.\\n모든 아군이 받는 회복량이 50% 증가한다","pt":"Quando uma unidade inimiga com \"Salvaguarda Firme\" sofre Quebra de Fraqueza, remove os estados de controle de todos os aliados, recupera seus Pontos de Perícia e ativa suas Perícias Supremas.\\nAumenta os PV restaurados por todos os aliados em 50%.","ru":"Пробитие уязвимости противника со статусом Непреклонная защита снимает эффекты контроля со всех союзников, восстанавливает очки навыков отряда и активирует сверхспособности всех союзников.\\nПолучаемое всеми союзниками исцеление повышается на 50%.","th":"เมื่อศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" ถูกทำลายจุดอ่อน จะทำให้ฝ่ายเราทั้งหมดลบสถานะควบคุม ฟื้นฟูแต้มสกิลต่อสู้ และเปิดใช้งานท่าไม้ตาย\\nฝ่ายเราทั้งหมด ได้รับปริมาณการฟื้นฟู เพิ่มขึ้น 50%","vi":"Khi đơn vị phe địch có Phòng Thủ Kiên Cố bị Phá Vỡ Điểm Yếu, sẽ khiến toàn bộ phe ta giải trừ trạng thái khống chế, hồi Điểm Chiến Kỹ và kích hoạt Tuyệt Kỹ.\\nLượng hồi phục toàn phe ta nhận được tăng 50%."},"buff":[{"buffId":"3111053","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"破晓之召","zh_hk":"破曉之召","de":"Ruf der Morgenröte","en":"Call of Dawn","es":"Invocación de la aurora","fr":"Appel de l'aube","id":"Call of Dawn","jp":"暁の召喚","kr":"새벽의 부름","pt":"Chamado do Alvorecer","ru":"Зов рассвета","th":"เสียงเพรียกแห่งอรุณ","vi":"Lời Gọi Của Bình Minh"},"desc":{"zh_cn":"忆灵的弱点击破效率提高50%，忆灵造成伤害时无视目标20%的防御力。","zh_hk":"憶靈的弱點擊破效率提高50%，憶靈造成傷害時無視目標20%的防禦力。","de":"Erhöht die Schwächebruch-Effizienz von Memogeistern um 50%. Der von Memogeistern verursachte SCH ignoriert 20% der VTD des Ziels.","en":"Increases memosprite's Weakness Break Efficiency by 50%. Ignores 20% of the target's DEF when memosprite deals DMG.","es":"La eficiencia de la Ruptura de Debilidad del mnemoduende aumenta en un 50%. Cuando el mnemoduende inflige daño, ignora un 20% de la DEF del objetivo.","fr":"Augmente l'efficacité de Rupture de faiblesse des mnémesprits de 50%. Ignore 20% de la DÉF de la cible lorsque les mnémesprits infligent des DGT.","id":"Weakness Break Efficiency Memosprite meningkat 50%. Memosprite akan mengabaikan 20% DEF target saat mengakibatkan DMG.","jp":"記憶の精霊の弱点撃破効率+50%。記憶の精霊がダメージを与える時、敵の防御力を20%無視する。","kr":"기억 정령의 약점 격파 효율이 50% 증가한다. 기억 정령이 피해를 가할 시 목표의 방어력을 20% 무시한다","pt":"Aumenta a Eficiência de Quebra de Fraqueza do Memoespírito em 50%. Ignora 20% da DEF do alvo quando o Memoespírito causa Dano.","ru":"Эффективность пробития уязвимости духа памяти повышается на 50%. Когда дух памяти наносит урон, он игнорирует 20% защиты цели.","th":"ประสิทธิภาพการทำลายจุดอ่อนของ ภูตความทรงจำเพิ่มขึ้น 50% เมื่อภูตความทรงจำสร้าง DMG จะเพิกเฉยต่อ DEF 20% ของเป้าหมาย","vi":"Hiệu Suất Phá Vỡ Điểm Yếu của Linh Hồn Ký Ức tăng 50%, khi Linh Hồn Ký Ức gây sát thương sẽ bỏ qua 20% Phòng Thủ của mục tiêu."}},{"buffId":"3111018","buffIcon":"IconStrongChallengeTalent0305","name":{"zh_cn":"寸草不生","zh_hk":"寸草不生","de":"Karge Einöde","en":"Barren of Life","es":"Desprovisto de vida","fr":"Désert aride","id":"Barren of Life","jp":"草も生えない","kr":"불모지","pt":"Deserto Árido","ru":"Выжженная земля","th":"ภัยแล้งแห่งชีวิต","vi":"Không Một Ngọn Cỏ"},"desc":{"zh_cn":"角色攻击处于弱点击破状态下的敌人后，其当前承受的所有持续伤害立即产生相当于原伤害80%的伤害，该效果单个回合内每个角色各自最多触发2次。","zh_hk":"角色攻擊處於弱點擊破狀態下的敵人後，其當下承受的所有持續傷害立即產生相當於原傷害80%的傷害，該效果單個回合內每個角色各自最多觸發2次。","de":"Nachdem eine Figur einen Gegner mit Schwächebruch angegriffen hat, verursachen alle DoT-Effekte, von denen er aktuell betroffen ist, sofort SCH in Höhe von 80% des ursprünglichen SCH. Dieser Effekt kann für jede Figur bis zu 2-mal pro Runde ausgelöst werden.","en":"When characters attack Weakness Broken enemies, all DoTs currently applied to the enemies will immediately deal DMG equal to 80% of the original DMG. This effect can trigger a max of 2 time(s) on each character in a single turn.","es":"Después de que un personaje ataque a enemigos con Ruptura de Debilidad, todos los efectos de Daño con el tiempo que tienen actualmente producen inmediatamente un daño equivalente al 80% de su daño original. Cada personaje solo puede activar este efecto 2 veces por turno.","fr":"Lorsqu'un personnage attaque un ennemi en état de Rupture de faiblesse, tous les dégâts sur la durée actuellement appliqués infligent immédiatement des DGT équivalents à 80% des DGT initiaux. Cet effet peut se déclencher un maximum de 2 fois par tour et par personnage.","id":"Setelah karakter menyerang musuh yang berstatus Weakness Break, semua DoT yang saat ini dimilikinya akan segera mengakibatkan DMG sebesar 80% dari DMG aslinya. Setiap karakter masing-masing maksimal dapat memicu efek ini 2 kali dalam 1 giliran.","jp":"キャラが弱点撃破状態の敵に攻撃を行った後、その敵に付与されたすべての持続ダメージ系デバフが、本来のダメージ80%分のダメージを発生させる。この効果は1ターンに各キャラそれぞれ2回まで発動できる。","kr":"캐릭터가 약점 격파 상태의 적 공격 후, 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 80%만큼 피해를 생성한다. 해당 효과는 단일 턴 내에 캐릭터마다 각각 최대 2회 발동한다","pt":"Quando os personagens atacam inimigos afligidos com Quebra de Fraqueza, todos os <u>Danos Contínuos</u> atualmente aplicados aos inimigos causarão Dano igual a 80% do Dano original imediatamente. Este efeito pode ser ativado no máximo 2 vez(es) por personagem em uma única rodada.","ru":"После того как персонаж атакует противника с пробитой уязвимостью, все имеющиеся у противника эффекты с периодическим уроном немедленно наносят ему 80% от изначального урона. Этот эффект может сработать на одном персонаже до 2 раз за ход.","th":"หลังจากตัวละครโจมตีศัตรู ที่อยู่ในสถานะทำลายจุดอ่อน DMG ต่อเนื่องทั้งหมดที่ศัตรูได้รับในปัจจุบัน จะสร้าง DMG เท่ากับ 80% ของ DMG เดิมทันที โดยในทุกๆ หนึ่งเทิร์น เอฟเฟกต์ดังกล่าว จะเกิดกับตัวละครแต่ละตัวได้มากสุด 2 ครั้ง","vi":"Sau khi nhân vật tấn công kẻ địch trong trạng thái Phá Vỡ Điểm Yếu, tất cả Sát Thương Duy Trì kẻ đó đang phải chịu sẽ lập tức sinh ra sát thương bằng 80% sát thương gốc, hiệu ứng này mỗi nhân vật tối đa kích hoạt 2 lần trong một hiệp."}},{"buffId":"3111020","buffIcon":"IconStrongChallengeTalent0302","name":{"zh_cn":"势如破竹","zh_hk":"勢如破竹","de":"Schwingende Macht","en":"Sweeping Force","es":"Fuerza de arrastre","fr":"Force balayante","id":"Sweeping Force","jp":"破竹の勢い","kr":"파죽지세","pt":"Força Arrebatadora","ru":"Сокрушающая сила","th":"รบชนะทุกย่างก้าว","vi":"Mạnh Như Vũ Bão"},"desc":{"zh_cn":"造成的终结技伤害的暴击伤害提高30%，对处于弱点击破状态下的敌方目标额外提高30%。","zh_hk":"造成的終結技傷害的暴擊傷害提高30%，對處於弱點擊破狀態下的敵方目標額外提高30%。","de":"Erhöht den KRIT-SCH des Ultimates um 30% und erhöht ihn bei Gegnern mit Schwächebruch zusätzlich um 30%.","en":"Increases the CRIT DMG of Ultimate DMG dealt by 30%, with an additional increase of 30% against enemy targets that are Weakness Broken.","es":"El Daño CRIT que inflige el daño de habilidad definitiva aumenta en un 30%, y aumenta en un 30% adicional contra enemigos con Ruptura de Debilidad.","fr":"Augmente les DGT critiques des DGT d'ultime infligés de 30%, avec une augmentation de 30% supplémentaires contre les cibles ennemies en état de Rupture de faiblesse.","id":"CRIT DMG dari Ultimate DMG yang diakibatkan meningkat 30%, dan akan meningkat ekstra 30% pada target musuh yang berstatus Weakness Break.","jp":"必殺技ダメージの会心ダメージ+30%、さらに弱点撃破状態の敵に対する必殺技ダメージの会心ダメージ+30%。","kr":"가하는 필살기 피해의 치명타 피해가 30% 증가하고, 약점 격파 상태의 적에게는 추가로 30% 증가한다","pt":"Aumenta o Dano CRIT do Dano causado pela Perícia Suprema em 30%, com um aumento adicional de 30% contra inimigos-alvo afligidos com Quebra de Fraqueza.","ru":"Крит. урон сверхспособности повышается на 30%. Указанный урон, наносимый противникам с пробитой уязвимостью, повышается на доп. 30%.","th":"DMG คริติคอลของ DMG ท่าไม้ตายที่สร้าง เพิ่มขึ้น 30% และจะเพิ่มขึ้นอีก 30% สำหรับศัตรูเป้าหมายที่ติดสถานะทำลายจุดอ่อน","vi":"Sát Thương Bạo Kích do Sát Thương Tuyệt Kỹ gây ra tăng 30%, tăng thêm 30% đối với mục tiêu phe địch trong trạng thái Phá Vỡ Điểm Yếu."}},{"buffId":"3111055","buffIcon":"IconBuffAttackUpPhysical","name":{"zh_cn":"血战狂澜","zh_hk":"血戰狂瀾","de":"Blutrote Flut","en":"Crimson Tide","es":"Marejada sangrienta","fr":"Marée cramoisie","id":"Crimson Tide","jp":"血戦怒涛","kr":"광란의 혈전","pt":"Maré Carmesim","ru":"Кровавые волны","th":"สงครามสีชาด","vi":"Sóng Dữ Huyết Chiến"},"desc":{"zh_cn":"我方全体造成的物理属性伤害提高50%，施放战技时恢复自身20%的生命值。","zh_hk":"我方全體造成的物理屬性傷害提高50%，施放戰技時恢復自身20%的生命值。","de":"Erhöht den verursachten physischen SCH aller Verbündeten um 50%. Beim Einsatz der Fertigkeit werden 20% der eigenen LP wiederhergestellt.","en":"Increases Physical DMG dealt by all allies by 50%. When a unit uses a Skill, restores 20% of that unit's HP.","es":"El Daño Físico que infligen todos los aliados aumenta en un 50%. Cuando una unidad lanza la habilidad básica, regenera un 20% de sus PV.","fr":"Augmente les DGT physiques infligés par tous les alliés de 50% et restaure 20% de ses propres PV lors de l'utilisation de la compétence.","id":"Physical DMG yang diakibatkan seluruh rekan tim meningkat 50%, dan seluruh rekan tim akan memulihkan 20% HP diri sendiri saat melancarkan Skill.","jp":"味方全体の物理属性ダメージ+50%、戦闘スキルを発動する時、自身のHPを20%回復する。","kr":"모든 아군이 가하는 물리 속성 피해가 50% 증가하고, 전투 스킬 발동 시 자신의 HP를 20% 회복한다","pt":"Aumenta o Dano Físico causado por todos os aliados em 50%. Quando uma unidade usa uma Perícia, restaura 20% dos PV desta unidade.","ru":"Наносимый всеми союзниками физический урон повышается на 50%. Использование навыка восстанавливает 20% НР.","th":"ฝ่ายเราทั้งหมดสร้าง DMG กายภาพเพิ่มขึ้น 50% และเมื่อปล่อยสกิลต่อสู้จะฟื้นฟู HP ของตัวเอง 20%","vi":"Sát thương Vật Lý toàn phe ta gây ra tăng 50%, khi thi triển Chiến Kỹ sẽ hồi 20% HP của bản thân."}},{"buffId":"3111021","buffIcon":"IconStrongChallengeTalent0304","name":{"zh_cn":"时来运转","zh_hk":"時來運轉","de":"Glückssträhne","en":"Turn of Luck","es":"Golpe de suerte favorable","fr":"La roue tourne","id":"Turn of Luck","jp":"巡って来た幸運","kr":"대운의 시기","pt":"Golpe de Sorte","ru":"Удачный поворот","th":"บุญพาวาสนาส่ง","vi":"Thời Vận Luân Chuyển"},"desc":{"zh_cn":"角色造成的追加攻击伤害无视敌方目标15%的全属性抗性，同时对非弱点目标也能削减韧性，效果等同于原技能削韧值的50%。","zh_hk":"角色造成的追加攻擊傷害無視敵方目標15%的全屬性抗性，同時對非弱點目標也能削減韌性，效果等同於原技能削韌值的50%。","de":"Der von Figuren verursachte Folgeangriff-SCH ignoriert 15% des WDS aller Typen von Gegnern und können auch den WDS von Zielen ohne die entsprechende Schwäche reduzieren, wobei der Effekt 50% der WDS-Reduzierung der ursprünglichen Fähigkeit entspricht.","en":"Follow-up ATK DMG dealt by characters ignores 15% of the enemy target's All-Type RES and can also reduce the Toughness of targets that do not have the corresponding Weakness, with the effect being equivalent to 50% of the original Toughness Reduction from the ability.","es":"El daño de ataque adicional que infligen los personajes ignora un 15% de la RES a todos los tipos del enemigo. A su vez, también puede reducir la Firmeza de los objetivos sin la Debilidad correspondiente en una cantidad equivalente al 50% de la Reducción de Firmeza original de la habilidad.","fr":"Les DGT d'ATQ de suivi infligés par les personnages ignorent 15% de toutes les RÉS de type de la cible et peuvent aussi réduire la robustesse des cibles qui n'ont pas les faiblesses correspondantes, avec l'effet équivalent à 50% de la réduction de robustesse d'origine de la capacité.","id":"DMG Serangan Lanjutan yang diakibatkan karakter akan mengabaikan 15% RES Seluruh Tipe target musuh, dan di saat bersamaan juga dapat mengurangi Toughness dari target yang tidak memiliki Weakness terkait, dengan efek Pengurangan Toughness sebesar 50% dari Pengurangan Toughness aslinya.","jp":"キャラの追加攻撃ダメージが敵の全属性耐性を15%無視し、対応する弱点を持たない敵の靭性を、本来の削靭値50%分の靭性を削る。","kr":"캐릭터가 가하는 추가 공격 피해가 적의 모든 속성 저항을 15% 무시하고, 동시에 해당 약점 속성이 아닌 목표의 강인성도 감소시킬 수 있으며, 효과는 기존 스킬 강인성 감소 수치의 50%이다","pt":"O Dano causado do <u>Ataque Extra</u> pelos personagens ignora 15% da RES de Todos os Tipos do inimigo-alvo e também pode reduzir a Tenacidade de alvos que não possuam a Fraqueza correspondente, com o efeito sendo equivalente a 50% da Redução de Tenacidade original da habilidade.","ru":"Наносимый персонажами урон бонус-атаки игнорирует 15% всех типов сопротивления противника и может истощать стойкость противников, не имеющих соответствующую уязвимость. Этот эффект равен 50% от изначального урона стойкости использованного умения.","th":"ตัวละครสร้าง DMG โจมตีต่อเนื่อง โดยเพิกเฉยต่อความต้านทานทุกประเภท 15% ของศัตรูเป้าหมาย และยังสามารถลดทอนความทนทาน ของเป้าหมายที่ไม่ได้มีจุดอ่อนที่สอดคล้องกันด้วย โดยเอฟเฟกต์จะเท่ากับ 50% ของการลดค่าความทนทานจากสกิลเดิม","vi":"Sát Thương Đòn Đánh Theo Sau mà nhân vật gây ra bỏ qua 15% Kháng Toàn Thuộc Tính của mục tiêu phe địch, đồng thời cũng có thể làm giảm Sức Bền cho mục tiêu không có điểm yếu, hiệu quả bằng 50% giá trị Giảm Sức Bền của kỹ năng ban đầu."}},{"buffId":"3111030","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"臻冰彻骨","zh_hk":"臻冰徹骨","de":"Bis ins eisige Mark","en":"Rime Piercer","es":"Perforaescarcha","fr":"Gelé jusqu'à l'os","id":"Rime Piercer","jp":"凍寒骨に徹す","kr":"뼈저린 냉기","pt":"Perfura-Gelo","ru":"Пронзающий иней","th":"เย็นเสียดกระดูก","vi":"Đá Băng Xuyên Cốt"},"desc":{"zh_cn":"敌方全体受到的击破伤害提高10%。击破敌方弱点后，我方全体速度提高20%，持续2回合。","zh_hk":"敵方全體受到的擊破傷害提高10%。擊破敵方弱點後，我方全體速度提高20%，持續2回合。","de":"Erhöht den erlittenen Bruch-SCH aller Gegner um 10%. Nachdem Gegner Schwächebruch erlitten haben, wird die GES aller Verbündeten für 2 Rd. um 20% erhöht.","en":"Increases all enemies' Break DMG taken by 10%. After Breaking an enemy's Weakness, increases all allies' SPD by 20% for 2 turn(s)","es":"El Daño de Ruptura que reciben todos los enemigos aumenta en un 10%. Cuando se rompe la Debilidad de un enemigo, la VEL de todos los aliados aumenta en un 20% durante 2 turnos.","fr":"Augmente les DGT de rupture subis par tous les ennemis de 10%. Après avoir infligé une Rupture de faiblesse à un ennemi, la VIT de tous les alliés augmente de 20% pendant 2 tours.","id":"Break DMG yang diterima seluruh musuh meningkat 10%. Setelah mengakibatkan Weakness Break pada musuh, SPD seluruh rekan tim akan meningkat 20% selama 2 giliran.","jp":"敵全体の受ける弱点撃破ダメージ+10%。敵を弱点撃破した後、味方全体の速度+20%、2ターン継続。","kr":"모든 적이 받는 격파 피해가 10% 증가한다. 적의 약점을 격파하면 모든 아군의 속도가 20% 증가한다, 지속 시간: 2턴","pt":"Aumenta o Dano de Quebra recebido por todos os inimigos em 10%. Após causar Quebra de Fraqueza a um inimigo, aumenta a VEL de todos os aliados em 20%, durando por 2 rodada(s).","ru":"Получаемый всеми противниками урон пробития повышается на 10%. После пробития уязвимости противника скорость всех союзников повышается на 20% на 2 хода.","th":"ศัตรูทั้งหมดได้รับ DMG ทำลายล้างเพิ่มขึ้น 10% หลังจากทำลายจุดอ่อนของศัตรูแล้ว ความเร็วของฝ่ายเราทั้งหมดจะเพิ่มขึ้น 20% เป็นเวลา 2 เทิร์น","vi":"Sát thương phá vỡ mà toàn bộ kẻ địch phải chịu sẽ tăng 10%. Sau khi phá vỡ điểm yếu của địch, tốc độ toàn bộ phe ta tăng 20%, duy trì 2 hiệp."}}],"time":{"begin":1748203200000,"end":1751832000000}}