{"info":[{"name":{"zh_cn":"支配指挥·难度01","zh_hk":"支配指揮•難度01","de":"Dominantes Kommando: Schwierigkeitsgrad 01","en":"Sovereign Control: Difficulty 1","es":"Control soberano: Dificultad 1","fr":"Contrôle souverain : Difficulté 1","id":"Kontrol dan Komando: Tingkat Kesulitan 1","jp":"指揮の支配・難易度01","kr":"지휘 지배·난이도 01","pt":"Controle Soberano: Dificuldade 1","ru":"Суверенный контроль: Сложность I","th":"ควบคุมและบัญชา: ความยาก 01","vi":"Chỉ Huy Chi Phối: Độ Khó 1"},"part1":{"weakness_suggest":["Physical","Fire","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Soulhook Sovereign","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Imaginary"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Cacophonic Conductor","monster_code":5,"monster_weakness":["Fire","Thunder","Quantum","Imaginary"]}]}},{"name":{"zh_cn":"支配指挥·难度02","zh_hk":"支配指揮•難度02","de":"Dominantes Kommando: Schwierigkeitsgrad 02","en":"Sovereign Control: Difficulty 2","es":"Control soberano: Dificultad 2","fr":"Contrôle souverain : Difficulté 2","id":"Kontrol dan Komando: Tingkat Kesulitan 2","jp":"指揮の支配・難易度02","kr":"지휘 지배·난이도 02","pt":"Controle Soberano: Dificuldade 2","ru":"Суверенный контроль: Сложность II","th":"ควบคุมและบัญชา: ความยาก 02","vi":"Chỉ Huy Chi Phối: Độ Khó 2"},"part1":{"weakness_suggest":["Physical","Fire","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Soulhook Sovereign","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Imaginary"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Cacophonic Conductor","monster_code":5,"monster_weakness":["Fire","Thunder","Quantum","Imaginary"]}]}},{"name":{"zh_cn":"支配指挥·难度03","zh_hk":"支配指揮•難度03","de":"Dominantes Kommando: Schwierigkeitsgrad 03","en":"Sovereign Control: Difficulty 3","es":"Control soberano: Dificultad 3","fr":"Contrôle souverain : Difficulté 3","id":"Kontrol dan Komando: Tingkat Kesulitan 3","jp":"指揮の支配・難易度03","kr":"지휘 지배·난이도 03","pt":"Controle Soberano: Dificuldade 3","ru":"Суверенный контроль: Сложность III","th":"ควบคุมและบัญชา: ความยาก 03","vi":"Chỉ Huy Chi Phối: Độ Khó 3"},"part1":{"weakness_suggest":["Physical","Fire","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Soulhook Sovereign","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Imaginary"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Cacophonic Conductor","monster_code":5,"monster_weakness":["Fire","Thunder","Quantum","Imaginary"]}]}},{"name":{"zh_cn":"支配指挥·难度04","zh_hk":"支配指揮•難度04","de":"Dominantes Kommando: Schwierigkeitsgrad 04","en":"Sovereign Control: Difficulty 4","es":"Control soberano: Dificultad 4","fr":"Contrôle souverain : Difficulté 4","id":"Kontrol dan Komando: Tingkat Kesulitan 4","jp":"指揮の支配・難易度04","kr":"지휘 지배·난이도 04","pt":"Controle Soberano: Dificuldade 4","ru":"Суверенный контроль: Сложность IV","th":"ควบคุมและบัญชา: ความยาก 04","vi":"Chỉ Huy Chi Phối: Độ Khó 4"},"part1":{"weakness_suggest":["Physical","Fire","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Soulhook Sovereign","monster_code":5,"monster_weakness":["Physical","Fire","Wind","Imaginary"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Cacophonic Conductor","monster_code":5,"monster_weakness":["Fire","Thunder","Quantum","Imaginary"]}]}}],"name":{"zh_cn":"支配指挥","zh_hk":"支配指揮","de":"Dominantes Kommando","en":"Sovereign Control","es":"Control soberano","fr":"Contrôle souverain","id":"Kontrol dan Komando","jp":"指揮の支配","kr":"지휘 지배","pt":"Controle Soberano","ru":"Суверенный контроль","th":"ควบคุมและบัญชา","vi":"Chỉ Huy Chi Phối"},"desc":{"zh_cn":"拥有【坚防守备】的敌方单位被弱点击破时，使我方全体角色恢复战技点并激活终结技。\\n敌方全体受到的弱点击破伤害提高20%，追加攻击伤害提高20%。","zh_hk":"擁有【堅防守備】的敵方單位被弱點擊破時，使我方全體角色恢復戰技點並啟動終結技。\\n敵方全體受到的弱點擊破傷害提高20%，追加攻擊傷害提高20%。","de":"Wenn Gegner mit Solider Schutz Schwächebruch erleidet, werden die Fertigkeitspunkte aller Figuren wiederhergestellt und ihre Ultimates aktiviert.\\nErhöht den erlittenen Bruch-SCH aller Gegner um 20% und den erlittenen Folgeangriff-SCH um 20%.","en":"When an enemy unit with \"Steadfast Safeguard\" is Weakness Broken, recovers Skill Points for all ally characters and activates their Ultimates.\\nIncreases the Weakness Break DMG taken by all enemies by 20%, and increases Follow-up ATK DMG taken by 20%.","es":"Cuando un enemigo con Salvaguardia firme es afectado con Ruptura de Debilidad, todos los personajes aliados recuperan pts. de habilidad básica y se activan sus habilidades definitivas.\\nEl Daño de Ruptura que reciben todos los enemigos aumenta en un 20%, y el daño de ataque adicional aumenta en un 20%.","fr":"Lorsqu'une unité ennemie avec Protection inébranlable subit une Rupture de faiblesse, tous les personnages alliés récupèrent des points de compétence et activent leur ultime.\\nAugmente de 20% les DGT de Rupture de faiblesse subis par tous les ennemis et augmente les DGT d'ATQ de suivi subis de 20%.","id":"Saat musuh yang memiliki \"Steadfast Safeguard\" terkena Weakness Break, seluruh karakter tim akan memulihkan Poin Skill dan mengaktifkan Ultimate.\\nWeakness Break DMG yang diterima seluruh musuh meningkat 20%, dan DMG Serangan Lanjutan yang diterima seluruh musuh meningkat 20%.","jp":"「鉄壁の防御」を持つ敵が弱点撃破される時、味方キャラ全体が必殺技を発動できるようになり、SPを回復する。\\n敵全体の受ける弱点撃破ダメージ+20%、受ける追加攻撃ダメージ+20%。","kr":"[견고한 수비]를 보유한 적 유닛이 약점 격파될 시 모든 아군 캐릭터가 전투 스킬 포인트를 회복하고 필살기를 활성화한다.\\n모든 적이 받는 약점 격파 피해가 20% 증가하고, 추가 공격 피해가 20% 증가한다","pt":"Quando uma unidade inimiga com \"Salvaguarda Firme\" sofre Quebra de Fraqueza, recupera Pontos de Perícia para todos os personagens aliados e ativa suas Perícias Supremas.\\nAumenta o Dano de Quebra de Fraqueza recebido por todas as unidades inimigas em 20% e aumenta o Dano de Ataque Extra recebido em 20%.","ru":"Пробитие уязвимости противника со статусом Непреклонная защита восстанавливает очки навыков отряда и активирует сверхспособности всех персонажей.\\nПолучаемый всеми противниками урон пробития уязвимости повышается на 20%, а получаемый ими урон бонус-атаки повышается на 20%.","th":"เมื่อศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" ถูกทำลายจุดอ่อน จะทำให้ตัวละครฝ่ายเราทั้งหมด ฟื้นฟูแต้มสกิลต่อสู้ และเปิดใช้งานท่าไม้ตาย\\nโดยฝ่ายศัตรูทั้งหมดจะได้รับ DMG ทำลายจุดอ่อนเพิ่มขึ้น 20% และได้รับ DMG โจมตีต่อเนื่องเพิ่มขึ้น 20%","vi":"Khi kẻ địch có Phòng Thủ Kiên Cố bị Phá Vỡ Điểm Yếu sẽ khiến tất cả nhân vật phe ta hồi Điểm Chiến Kỹ và kích hoạt Tuyệt Kỹ.\\nSát thương Phá Vỡ Điểm Yếu mà toàn bộ phe địch phải chịu sẽ tăng 20%, sát thương Đòn Đánh Theo Sau tăng 20%."},"buff":[{"buffId":"3111028","buffIcon":"IconStrongChallengeTalent0301","name":{"zh_cn":"支配万物","zh_hk":"支配萬物","de":"Herrschaft über alles","en":"Total Dominion","es":"Dominación total","fr":"Domination totale","id":"Total Dominion","jp":"万物支配","kr":"만물 지배","pt":"Dominação Total","ru":"Подчинение всего живого","th":"จ้าวแห่งสรรพสิ่ง","vi":"Chi Phối Vạn Vật"},"desc":{"zh_cn":"我方全体普攻造成的伤害提高50%。","zh_hk":"我方全體普通攻擊造成的傷害提高50%。","de":"Erhöht den durch Standardangriffe verursachten SCH aller Verbündeten um 50%.","en":"Increases the DMG dealt by all allies' Basic ATKs by 50%.","es":"El daño de ATQ básico que infligen todos los aliados aumenta en un 50%.","fr":"Augmente les DGT infligés par les ATQ normales de tous les alliés de 50%.","id":"DMG yang diakibatkan Basic Attack seluruh rekan tim meningkat 50%.","jp":"味方全体の通常攻撃によるダメージ+50%。","kr":"모든 아군이 일반 공격으로 가하는 피해가 50% 증가한다","pt":"Aumenta o Dano causado pelos ATQs Básicos de todos os aliados em 50%.","ru":"Наносимый базовыми атаками всех союзников урон повышается на 50%.","th":"DMG จากการโจมตีปกติ ของฝ่ายเราทั้งหมด จะเพิ่มขึ้น 50%","vi":"Sát thương mà Tấn Công Thường của toàn bộ phe ta gây ra tăng 50%."}},{"buffId":"3111027","buffIcon":"IconStrongChallengeTalent0703","name":{"zh_cn":"意气激昂","zh_hk":"意氣激昂","de":"Erfüllt von Leidenschaft","en":"Impassioned Spirits","es":"Espíritus impetuosos","fr":"Esprits passionnés","id":"Impassioned Spirits","jp":"意気軒昂","kr":"격앙된 의기","pt":"Espíritos Emocionados","ru":"Капризные духи","th":"จิตวิญญาณฮึกเหิม","vi":"Ý Chí Hừng Hực"},"desc":{"zh_cn":"消灭敌方目标后，我方全体目标行动提前10%。","zh_hk":"消滅敵方目標後，我方全體目標行動提前10%。","de":"Nachdem ein Gegner besiegt wurde, wird die Aktion aller Verbündeten um 10% vorgezogen.","en":"After defeating any enemy target, advances all ally targets' actions by 10%.","es":"Tras eliminar a un enemigo, la acción de todos los aliados se adelanta un 10%.","fr":"Après avoir vaincu une cible ennemie, avance l'action de toutes les cibles alliées de 10%.","id":"Setelah mengalahkan target musuh, aksi seluruh rekan tim akan didahulukan 10%.","jp":"敵を倒した後、味方それぞれの行動順が10%早まる。","kr":"적 처치 후 모든 아군의 행동 게이지가 10% 증가한다","pt":"Após derrotar qualquer inimigo-alvo, Avança Adiante as ações de todos os aliados em 10%.","ru":"После победы над противником действия всех союзников продвигаются вперёд на 10%.","th":"หลังจากกำจัดศัตรูเป้าหมายแล้ว เป้าหมายฝ่ายเราทั้งหมดจะเร่งแอ็กชัน 10%","vi":"Sau khi tiêu diệt mục tiêu phe địch, toàn bộ mục tiêu phe ta Ưu Tiên Hành Động 10%."}},{"buffId":"3111021","buffIcon":"IconStrongChallengeTalent0304","name":{"zh_cn":"时来运转","zh_hk":"時來運轉","de":"Glückssträhne","en":"Turn of Luck","es":"Golpe de suerte favorable","fr":"La roue tourne","id":"Turn of Luck","jp":"巡って来た幸運","kr":"대운의 시기","pt":"Golpe de Sorte","ru":"Удачный поворот","th":"บุญพาวาสนาส่ง","vi":"Thời Vận Luân Chuyển"},"desc":{"zh_cn":"角色造成的追加攻击伤害无视敌方目标15%的全属性抗性，同时对非弱点目标也能削减韧性，效果等同于原技能削韧值的50%。","zh_hk":"角色造成的追加攻擊傷害無視敵方目標15%的全屬性抗性，同時對非弱點目標也能削減韌性，效果等同於原技能削韌值的50%。","de":"Der von Figuren verursachte Folgeangriff-SCH ignoriert 15% des WDS aller Typen von Gegnern und können auch den WDS von Zielen ohne die entsprechende Schwäche reduzieren, wobei der Effekt 50% der WDS-Reduzierung der ursprünglichen Fähigkeit entspricht.","en":"Follow-up attacks of characters ignores 15% of the enemy target's All-Type RES and can also reduce the Toughness of targets that do not have the corresponding Weakness, with the effect being equivalent to 50% of the original Toughness Reduction from abilities.","es":"El daño de ataque adicional que infligen los personajes ignora un 15% de la RES a todos los tipos del enemigo. A su vez, también puede reducir la Firmeza de los objetivos sin la Debilidad correspondiente en una cantidad equivalente al 50% de la Reducción de Firmeza original de la habilidad.","fr":"Les ATQ de suivi des personnages ignorent 15% de toutes les RÉS de type de la cible et peuvent aussi réduire la robustesse des cibles qui n'ont pas les faiblesses correspondantes, avec l'effet équivalent à 50% de la réduction de robustesse d'origine des capacités.","id":"DMG Serangan Lanjutan yang diakibatkan karakter akan mengabaikan 15% RES Seluruh Tipe target musuh, dan di saat bersamaan juga dapat mengurangi Toughness dari target yang tidak memiliki Weakness terkait, dengan efek Pengurangan Toughness sebesar 50% dari Pengurangan Toughness aslinya.","jp":"キャラの追加攻撃ダメージが敵の全属性耐性を15%無視し、対応する弱点を持たない敵の靭性を、本来の削靭値50%分の靭性を削る。","kr":"캐릭터가 가하는 추가 공격 피해가 적의 모든 속성 저항을 15% 무시하고, 동시에 해당 약점 속성이 아닌 목표의 강인성도 감소시킬 수 있으며, 효과는 기존 스킬 강인성 감소 수치의 50%이다","pt":"Os Ataques Extras dos personagens ignoram 15% da RES a Todos os Tipos do inimigo-alvo e também podem reduzir a Tenacidade dos alvos que não possuam a Fraqueza correspondente, com o efeito sendo o equivalente a 50% da Redução de Tenacidade original das habilidades.","ru":"Наносимый персонажами урон бонус-атаки игнорирует 15% всех типов сопротивления противника и может истощать стойкость противников, не имеющих соответствующую уязвимость. Этот эффект равен 50% от изначального урона стойкости использованного умения.","th":"ตัวละครสร้าง DMG โจมตีต่อเนื่อง โดยเพิกเฉยต่อความต้านทานทุกประเภท 15% ของศัตรูเป้าหมาย และยังสามารถลดทอนความทนทาน ของเป้าหมายที่ไม่ได้มีจุดอ่อนที่สอดคล้องกันด้วย โดยเอฟเฟกต์จะเท่ากับ 50% ของการลดค่าความทนทานจากสกิลเดิม","vi":"Sát Thương Đòn Đánh Theo Sau mà nhân vật gây ra bỏ qua 15% Kháng Toàn Thuộc Tính của mục tiêu phe địch, đồng thời cũng có thể làm giảm Sức Bền cho mục tiêu không có điểm yếu, hiệu quả bằng 50% giá trị Giảm Sức Bền của kỹ năng ban đầu."}},{"buffId":"3111024","buffIcon":"IconStrongChallengeTalent0304","name":{"zh_cn":"乘胜追击","zh_hk":"乘勝追擊","de":"Siegesrausch","en":"Victory Rush","es":"Carrera de la victoria","fr":"Ruée vers la victoire","id":"Victory Rush","jp":"二の矢","kr":"기세 몰이","pt":"Corrida da Vitória","ru":"Победный рывок","th":"ไล่ล่าชัยชนะ","vi":"Truy Kích Dồn Dập"},"desc":{"zh_cn":"角色施放追加攻击后，行动提前15%，该效果每个角色下次行动前最多触发1次。","zh_hk":"角色發動追加攻擊後，行動提前15%，該效果每個角色下次行動前最多觸發1次。","de":"Nachdem eine Figur einen Folgeangriff ausgeführt hat, wird ihre Aktion um 15% vorgezogen. Dieser Effekt kann bei jeder Figur bis zu 1-mal vor ihrer nächsten Aktion ausgelöst werden.","en":"After a character uses Follow-up ATK, advances their action by 15%. This effect can be triggered a max of 1 time(s) per character before their next action.","es":"Después de que el personaje lance un ataque adicional, su acción se adelanta un 15%. Cada personaje puede activar este efecto hasta 1 vez antes de realizar su siguiente acción.","fr":"Lorsqu'un personnage utilise une ATQ de suivi, son action est avancée de 15%. Cet effet peut être déclenché jusqu'à 1 fois par personnage avant son prochain tour.","id":"Setelah karakter melancarkan Serangan Lanjutan, aksinya akan didahulukan sebesar 15%. Setiap karakter dapat memicu efek ini hingga 1 kali sebelum aksi dirinya yang berikutnya.","jp":"キャラが追加攻撃を行った後、行動順が15%早まる。この効果はキャラごとに、次の行動まで1回まで発動できる。","kr":"캐릭터가 추가 공격 발동 후 행동 게이지가 15% 증가한다. 해당 효과는 캐릭터마다 다음 행동 전에 최대 1회 발동한다","pt":"Após um personagem realizar um Ataque Extra, sua ação é avançada em 15%. Esse efeito pode ser acionado até um máximo de 1 vez(es) por personagem antes de sua próxima ação.","ru":"После выполнения бонус-атаки действие персонажа продвигается вперёд на 15%. Этот эффект может сработать до 1 раз(а) до следующего действия каждого персонажа.","th":"หลังจากตัวละครปล่อยการโจมตีต่อเนื่อง จะเร่งแอ็กชัน 15% โดยก่อนที่ตัวละครแต่ละตัวจะแอ็กชันในครั้งถัดไป เอฟเฟกต์ดังกล่าวจะเกิดขึ้นได้สูงสุด 1 ครั้ง","vi":"Sau khi nhân vật thi triển Đòn Đánh Theo Sau, sẽ Ưu Tiên Hành Động 15%. Hiệu ứng này mỗi nhân vật tối đa kích hoạt 1 lần trước lần hành động tiếp theo."}},{"buffId":"3111025","buffIcon":"IconStrongChallengeTalent0302","name":{"zh_cn":"风卷残云","zh_hk":"風捲殘雲","de":"Weggefegt","en":"Swift Eradication","es":"Viento arrasador","fr":"Éradication éclair","id":"Swift Eradication","jp":"残雲を吹き払う疾風","kr":"바람에 흩어지는 구름","pt":"Erradicação Veloz","ru":"Бесследное исчезновение","th":"พายุกวาดล้าง","vi":"Phong Cuộn Tàn Vân"},"desc":{"zh_cn":"角色造成终结技伤害时的弱点击破效率提高25%。","zh_hk":"角色造成終結技傷害時的弱點擊破效率提高25%。","de":"Erhöht die Schwächebruch-Effizienz des Ultimate-SCH von Figuren um 25%.","en":"The Weakness Break Efficiency increases by 25% when characters deal Ultimate DMG.","es":"La eficiencia de la Ruptura de Debilidad cuando el personaje inflige daño de habilidad definitiva aumenta en un 25%.","fr":"Augmente l'efficacité de Rupture de faiblesse de 25% lorsqu'un personnage inflige des DGT d'ultime.","id":"Weakness Break Efficiency karakter meningkat 25% saat mengakibatkan Ultimate DMG.","jp":"キャラが必殺技ダメージを与える時、弱点撃破効率+25%","kr":"캐릭터가 필살기 피해를 가할 시의 약점 격파 효율이 25% 증가한다","pt":"Aumenta a Eficiência de Quebra de Fraqueza em 25% quando personagens causam Dano de Perícia Suprema.","ru":"Когда персонаж наносит урон сверхспособности, его эффективность пробития уязвимости повышается на 25%.","th":"ประสิทธิภาพการทำลายจุดอ่อนเมื่อตัวละครสร้าง DMG ท่าไม้ตายจะเพิ่มขึ้น 25%","vi":"Hiệu suất Phá Vỡ Điểm Yếu khi nhân vật gây sát thương Tuyệt Kỹ tăng 25%."}},{"buffId":"3111026","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"以战养战","zh_hk":"以戰養戰","de":"Der Krieg ernährt den Krieg","en":"Breed War with War","es":"La guerra nutre la guerra","fr":"Combattre la guerre par la guerre","id":"Breed War with War","jp":"戦いで戦いを養う","kr":"전쟁의 재투자","pt":"A Guerra Nutre a Guerra","ru":"Война порождает войну","th":"สงครามหนุนสงคราม","vi":"Lấy Chiến Tranh Nuôi Chiến Tranh"},"desc":{"zh_cn":"我方全体角色击破特攻提高50%，角色击破敌方目标弱点时，恢复该角色5点能量。","zh_hk":"我方全體角色擊破特攻提高50%，角色擊破敵方目標弱點時，恢復該角色5點能量。","de":"Erhöht den Brucheffekt aller Verbündeten um 50%. Wenn eine Figur einem Gegner Schwächebruch zufügt, stellt diese Figur 5 Pkt. Energie wieder her.","en":"Increases all ally characters' Break Effect by 50%. When a character Breaks an enemy target's Weakness, regenerates 5 Energy to the character.","es":"El efecto de Ruptura de todos los personajes aliados aumenta en un 50%. Cuando un personaje rompe la Debilidad de un enemigo, el personaje recupera 5 pts. de energía.","fr":"Augmente l'effet de Rupture de tous les personnages alliés de 50%. Lorsqu'un personnage inflige une Rupture de faiblesse à une cible ennemie, il régénère 5 points d'énergie.","id":"Meningkatkan 50% Break Effect seluruh karakter tim. Saat karakter mengakibatkan Weakness Break pada target musuh, akan memulihkan 5 Energy karakter tersebut.","jp":"味方全体の撃破特効+50%。味方キャラが敵を弱点撃破する時、EPが5回復する。","kr":"모든 아군 캐릭터의 격파 특수효과가 50% 증가한다. 캐릭터가 적 약점 격파 시, 해당 캐릭터의 에너지를 5pt 회복한다","pt":"Aumenta o Efeito de Quebra de todos os personagens aliados em 50%. Quando um personagem aplica Quebra de Fraqueza a um inimigo-alvo, regenera 5 de Energia do personagem.","ru":"Эффект пробития всех персонажей повышается на 50%. Когда персонаж пробивает уязвимость противника, он восстанавливает 5 ед. своей энергии.","th":"เอฟเฟกต์ทำลายล้าง ของตัวละครฝ่ายเราทั้งหมดเพิ่มขึ้น 50% เมื่อตัวละครทำลายจุดอ่อนของศัตรูเป้าหมาย จะฟื้นฟูพลังงานของตัวละครดังกล่าว 5 หน่วย","vi":"Tấn Công Kích Phá của toàn bộ nhân vật phe ta tăng 50%, khi nhân vật phá vỡ điểm yếu của mục tiêu phe địch, hồi 5 Năng Lượng của nhân vật này."}}],"time":{"begin":1730059200000,"end":1733688000000}}