{"info":[{"name":{"zh_cn":"冽风猢狲·难度01","zh_hk":"冽風猢猻•難度01","de":"Affen des Sturmwinds: Schwierigkeitsgrad 01","en":"Gusty Primate: Difficulty 1","es":"Primate del vendaval: Dificultad 1","fr":"Primate de Hurlevent : Difficulté 1","id":"Primata Angin Badai: Tingkat Kesulitan 1","jp":"凛冽たる風のサル・難易度01","kr":"한풍의 원숭이•난이도 01","pt":"Primata do Vendaval: Dificuldade 1","ru":"Шквалистая макака: Сложность I","th":"วานรโหมวายุ: ความยาก 01","vi":"Khỉ Gió Lốc: Độ Khó 1"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Ice","Thunder","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Blaznana Monkey Trick","monster_code":5,"monster_weakness":["Ice","Thunder","Imaginary"]}]}},{"name":{"zh_cn":"冽风猢狲·难度02","zh_hk":"冽風猢猻•難度02","de":"Affen des Sturmwinds: Schwierigkeitsgrad 02","en":"Gusty Primate: Difficulty 2","es":"Primate del vendaval: Dificultad 2","fr":"Primate de Hurlevent : Difficulté 2","id":"Primata Angin Badai: Tingkat Kesulitan 2","jp":"凛冽たる風のサル・難易度02","kr":"한풍의 원숭이•난이도 02","pt":"Primata do Vendaval: Dificuldade 2","ru":"Шквалистая макака: Сложность II","th":"วานรโหมวายุ: ความยาก 02","vi":"Khỉ Gió Lốc: Độ Khó 2"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Ice","Thunder","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Blaznana Monkey Trick","monster_code":5,"monster_weakness":["Ice","Thunder","Imaginary"]}]}},{"name":{"zh_cn":"冽风猢狲·难度03","zh_hk":"冽風猢猻•難度03","de":"Affen des Sturmwinds: Schwierigkeitsgrad 03","en":"Gusty Primate: Difficulty 3","es":"Primate del vendaval: Dificultad 3","fr":"Primate de Hurlevent : Difficulté 3","id":"Primata Angin Badai: Tingkat Kesulitan 3","jp":"凛冽たる風のサル・難易度03","kr":"한풍의 원숭이•난이도 03","pt":"Primata do Vendaval: Dificuldade 3","ru":"Шквалистая макака: Сложность III","th":"วานรโหมวายุ: ความยาก 03","vi":"Khỉ Gió Lốc: Độ Khó 3"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Ice","Thunder","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Blaznana Monkey Trick","monster_code":5,"monster_weakness":["Ice","Thunder","Imaginary"]}]}},{"name":{"zh_cn":"冽风猢狲·难度04","zh_hk":"冽風猢猻•難度04","de":"Affen des Sturmwinds: Schwierigkeitsgrad 04","en":"Gusty Primate: Difficulty 4","es":"Primate del vendaval: Dificultad 4","fr":"Primate de Hurlevent : Difficulté 4","id":"Primata Angin Badai: Tingkat Kesulitan 4","jp":"凛冽たる風のサル・難易度04","kr":"한풍의 원숭이•난이도 04","pt":"Primata do Vendaval: Dificuldade 4","ru":"Шквалистая макака: Сложность IV","th":"วานรโหมวายุ: ความยาก 04","vi":"Khỉ Gió Lốc: Độ Khó 4"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Ice","Thunder","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Blaznana Monkey Trick","monster_code":5,"monster_weakness":["Ice","Thunder","Imaginary"]}]}}],"name":{"zh_cn":"冽风猢狲","zh_hk":"冽風猢猻","de":"Affen des Sturmwinds","en":"Gusty Primate","es":"Primate del vendaval","fr":"Primate de Hurlevent","id":"Primata Angin Badai","jp":"凛冽たる風のサル","kr":"한풍의 원숭이","pt":"Primata do Vendaval","ru":"Шквалистая макака","th":"วานรโหมวายุ","vi":"Khỉ Gió Lốc"},"desc":{"zh_cn":"拥有【坚防守备】的敌方单位被弱点击破时，使我方全体行动提前并恢复战技点。\\n敌方全体受到的弱点击破伤害提高20%，追加攻击伤害提高20%。","zh_hk":"擁有【堅防守備】的敵方單位被弱點擊破時，使我方全體行動提前並恢復戰技點。\\n敵方全體受到的弱點擊破傷害提高20%，追加攻擊傷害提高20%。","de":"Wenn ein Gegner mit Solider Schutz Schwächebruch erleidet, wird die Aktion von Verbündeten vorgezogen und es werden Fertigkeitspunkte wiederhergestellt.\\nErhöht den erlittenen Bruch-SCH aller Gegner um 20% und den erlittenen Folgeangriff-SCH um 20%.","en":"When an enemy unit with \"Steadfast Safeguard\" is Weakness Broken, action advances all allies and recovers Skill Points.\\nIncreases the Weakness Break DMG taken by all enemies by 20%, and increases Follow-up ATK DMG taken by 20%.","es":"Cuando un enemigo con Salvaguardia firme es afectado con Ruptura de Debilidad, todos los aliados adelantan su acción y recuperan pts. de habilidad básica.\\nEl Daño de Ruptura que reciben todos los enemigos aumenta en un 20%, y el daño de ataque adicional aumenta en un 20%.","fr":"Lorsqu'une unité ennemie avec Protection inébranlable subit une Rupture de faiblesse, l'action de tous les alliés est avancée et ces derniers récupèrent des points de compétence.\\nAugmente de 20% les DGT de Rupture de faiblesse subis par tous les ennemis et augmente les DGT d'ATQ de suivi subis de 20%.","id":"Saat musuh yang memiliki \"Steadfast Safeguard\" terkena Weakness Break, aksi seluruh rekan tim akan didahulukan dan memulihkan Poin Skill.\\nWeakness Break DMG yang diterima seluruh musuh meningkat 20%, dan DMG Serangan Lanjutan yang diterima seluruh musuh meningkat 20%.","jp":"「鉄壁の防御」を持つ敵が弱点撃破される時、味方それぞれの行動順が早まり、SPを回復する。\\n敵全体の受ける弱点撃破ダメージ+20%、受ける追加攻撃ダメージ+20%。","kr":"[견고한 수비]를 보유한 적 유닛이 약점 격파될 시 모든 아군의 행동 게이지가 증가하고 전투 스킬 포인트가 회복된다.\\n모든 적이 받는 약점 격파 피해가 20% 증가하고, 추가 공격 피해가 20% 증가한다","pt":"Quando uma unidade inimiga com \"Salvaguarda Firme\" sofre Quebra de Fraqueza, as ações de todos os aliados são Avançadas Adiante e recupera Pontos de Perícia.\\nAumenta o Dano de Quebra de Fraqueza recebido por todas as unidades inimigas em 20% e aumenta o Dano de <u>Ataque Extra</u> recebido em 20%.","ru":"Пробитие уязвимости противника со статусом Непреклонная защита продвигает действия всех союзников вперёд и восстанавливает очки навыков отряда.\\nПолучаемый всеми противниками урон пробития уязвимости повышается на 20%, а получаемый ими урон бонус-атаки повышается на 20%.","th":"เมื่อศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" ถูกทำลายจุดอ่อน จะเร่งแอ็กชันของตัวละครฝ่ายเราทั้งหมด และฟื้นฟูแต้มสกิลต่อสู้\\nศัตรูทั้งหมดจะได้รับ DMG ทำลายจุดอ่อนเพิ่มขึ้น 20% และ DMG โจมตีต่อเนื่องเพิ่มขึ้น 20%","vi":"Khi kẻ địch có Phòng Thủ Kiên Cố bị Phá Vỡ Điểm Yếu sẽ khiến toàn bộ phe ta ưu tiên hành động và hồi Điểm Chiến Kỹ.\\nSát thương Phá Vỡ Điểm Yếu mà toàn bộ phe địch phải chịu sẽ tăng 20%, sát thương Đòn Đánh Theo Sau tăng 20%."},"buff":[{"buffId":"3111030","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"臻冰彻骨","zh_hk":"臻冰徹骨","de":"Bis ins eisige Mark","en":"Rime Piercer","es":"Perforaescarcha","fr":"Gelé jusqu'à l'os","id":"Rimepiercer","jp":"凍寒骨に徹す","kr":"뼈저린 냉기","pt":"Perfura-Gelo","ru":"Пронзающий иней","th":"เย็นเสียดกระดูก","vi":"Đá Băng Xuyên Cốt"},"desc":{"zh_cn":"敌方全体受到的击破伤害提高10%。击破敌方弱点后，我方全体速度提高20%，持续2回合。","zh_hk":"敵方全體受到的擊破傷害提高10%。擊破敵方弱點後，我方全體速度提高20%，持續2回合。","de":"Erhöht den erlittenen Bruch-SCH aller Gegner um 10%. Nachdem Gegner Schwächebruch erlitten haben, wird die GES aller Verbündeten für 2 Rd. um 20% erhöht.","en":"Increases all enemies' Break DMG taken by 10%. After Breaking an enemy's Weakness, increases all allies' SPD by 20% for 2 turn(s)","es":"El Daño de Ruptura que reciben todos los enemigos aumenta en un 10%. Cuando se rompe la Debilidad de un enemigo, la VEL de todos los aliados aumenta en un 20% durante 2 turnos.","fr":"Augmente les DGT de rupture subis par tous les ennemis de 10%. Après avoir infligé une Rupture de faiblesse à un ennemi, la VIT de tous les alliés augmente de 20% pendant 2 tours.","id":"Meningkatkan 10% Break DMG yang diterima seluruh musuh. Setelah musuh terkena Weakness Break, SPD seluruh rekan tim akan meningkat 20%, berlangsung selama 2 giliran.","jp":"敵全体の受ける弱点撃破ダメージ+10%。敵を弱点撃破した後、味方全体の速度+20%、2ターン継続。","kr":"모든 적이 받는 격파 피해가 10% 증가한다. 적의 약점을 격파하면 모든 아군의 속도가 20% 증가한다, 지속 시간: 2턴","pt":"Aumenta o Dano de Quebra recebido por todos os inimigos em 10%. Após causar Quebra de Fraqueza a um inimigo, aumenta a VEL de todos os aliados em 20%, durando por 2 rodada(s).","ru":"Получаемый всеми противниками урон пробития повышается на 10%. После пробития уязвимости противника скорость всех союзников повышается на 20% на 2 хода.","th":"ศัตรูทั้งหมดได้รับ DMG ทำลายล้างเพิ่มขึ้น 10% หลังจากทำลายจุดอ่อนของศัตรูแล้ว ความเร็วของฝ่ายเราทั้งหมดจะเพิ่มขึ้น 20% เป็นเวลา 2 เทิร์น","vi":"Sát thương phá vỡ mà toàn bộ kẻ địch phải chịu sẽ tăng 10%. Sau khi phá vỡ điểm yếu của địch, tốc độ toàn bộ phe ta tăng 20%, duy trì 2 hiệp."}},{"buffId":"3111033","buffIcon":"IconStrongChallengeTalent0305","name":{"zh_cn":"持续腐化","zh_hk":"持續腐化","de":"Kontinuierliche Zersetzung","en":"Persistence of Decay","es":"Corrosión con el tiempo","fr":"Décomposition persistante","id":"Persistence of Decay","jp":"持続する腐敗","kr":"계속되는 부패","pt":"Persistência da Decadência","ru":"Стойкость распада","th":"กัดกร่อนต่อเนื่อง","vi":"Duy Trì Ăn Mòn"},"desc":{"zh_cn":"在拥有【坚防守备】的敌方单位被弱点击破前，累积受到的持续伤害值。在弱点击破后对该单位造成等同于累积伤害值200%的附加伤害。","zh_hk":"在擁有【堅防守備】的敵方單位被弱點擊破前，累積受到的持續傷害值。在弱點擊破後對該單位造成等同於累積傷害值200%的附加傷害。","de":"Bevor Gegnern mit „Solider Schutz“ Schwächebruch erleiden, wird die Menge an erlittenem DoT zusammengezählt. Nachdem sie Schwächebruch erlitten haben, wird ihnen zusätzlicher SCH in Höhe von 200% des zusammengezählten SCH zugefügt.","en":"Before enemy units with \"Steadfast Safeguard\" are Weakness Broken, tally the amount of DoT they receive. When a unit is Weakness Broken, deals Additional DMG to this unit equal to 200% of the tallied DoT.","es":"Registra la cantidad de Daño con el tiempo que recibe un enemigo con Salvaguardia firme antes de que se rompa su Debilidad. Tras romperse la Debilidad de este enemigo, le inflige un 200% de la cantidad de daño registrada como daño adicional.","fr":"Avant que des ennemis avec Protection inébranlable subissent une Rupture de faiblesse, les dégâts sur la durée qu'ils subissent sont enregistrés. Lorsqu'une unité subit une Rupture de faiblesse, inflige des DGT additionnels à cette unité équivalents à 200% des dégâts sur la durée enregistrés.","id":"Musuh yang memiliki \"Steadfast Safeguard\" akan mengakumulasi nilai DoT yang diterimanya sebelum terkena Weakness Break. Setelah terkena Weakness Break, akan mengakibatkan DMG Tambahan pada unit tersebut sebesar 200% dari nilai DMG yang diakumulasi.","jp":"「鉄壁の防御」を持つ敵は、弱点撃破されるまでに受けた持続ダメージをカウントする。その敵が弱点撃破された後、カウントしたダメージ量200%分の付加ダメージを受ける。","kr":"[견고한 수비]를 보유한 적 유닛이 약점 격파되기 전까지 받은 지속 피해량을 누적한다. 약점 격파 후 해당 유닛에게 누적 피해량의 200%만큼 추가 피해를 가한다","pt":"Antes de os inimigos com \"Salvaguarda Firme\" sofrerem Quebra de Fraqueza, contabiliza a quantidade de <u>Dano Contínuo</u> que eles recebem. Quando uma unidade sofrer Quebra de Fraqueza, causa a essa unidade Dano Adicional igual a 200% do <u>Dano Contínuo</u> contabilizado.","ru":"Перед тем как уязвимость противника со статусом Непреклонная защита будет пробита, полученный им периодический урон записывается. После пробития уязвимости этот противник получает дополнительный урон, равный 200% от общего полученного им периодического урона.","th":"ก่อนที่จะถูกทำลายจุดอ่อน ศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" จะสะสมค่า DMG ต่อเนื่องที่ได้รับ และหลังจากถูกทำลายจุดอ่อนแล้ว จะสร้าง DMG เพิ่มเติม 200% ของค่า DMG ที่สะสมไว้ให้กับตัวดังกล่าว","vi":"Trước khi kẻ địch có Phòng Thủ Kiên Cố bị Phá Vỡ Điểm Yếu, sẽ tích lũy Sát Thương Duy Trì phải chịu. Sau khi Phá Vỡ Điểm Yếu sẽ gây cho đơn vị này sát thương kèm theo bằng 200% sát thương tích lũy."}},{"buffId":"3111034","buffIcon":"IconBuffAttackUpQuantum","name":{"zh_cn":"风暴翻涌","zh_hk":"風暴翻湧","de":"Wirbelnder Sturm","en":"Rolling Storm","es":"Tormenta tumultuosa","fr":"Tempête déchaînée","id":"Rolling Storm","jp":"疾風怒濤","kr":"몰아치는 폭풍","pt":"Tempestade Vindoura","ru":"Штормовой прилив","th":"พายุโหมกระหน่ำ","vi":"Bão Táp Cuộn Trào"},"desc":{"zh_cn":"我方全体造成的量子属性伤害提高60%。消灭敌方目标后，攻击者行动提前15%。","zh_hk":"我方全體造成的量子屬性傷害提高60%。消滅敵方目標後，攻擊者行動提前15%。","de":"Erhöht den verursachten Quanten-SCH aller Verbündeten um 60%. Wird ein Gegner besiegt, wird die Aktion des Angreifers um 15% vorgezogen.","en":"Increases Quantum DMG dealt by all allies' by 60%. After defeating an enemy target, advances the attacker's action by 15%.","es":"El Daño Cuántico que infligen todos los aliados aumenta en un 60%. Tras eliminar a un enemigo, el atacante adelanta su acción un 15%.","fr":"Augmente les DGT quantiques infligés par tous les alliés de 60%. Après avoir éliminé une cible ennemie, l'action de l'assaillant est avancée de 15%.","id":"Quantum DMG yang diakibatkan seluruh rekan tim meningkat 60%. Setelah mengalahkan target musuh, penyerang akan mengalami pendahuluan aksi sebesar 15%.","jp":"味方全体の量子属性ダメージ+60%。敵を倒した後、攻撃者の行動順が15%早まる。","kr":"모든 아군이 가하는 양자 속성 피해가 60% 증가한다. 적 처치 후 공격자의 행동 게이지가 15% 증가한다","pt":"Aumenta o Dano Quântico causado por todos os aliados em 60%. Após derrotar um inimigo, a ação do atacante é Avançada Adiante em 15%.","ru":"Наносимый всеми союзниками квантовый урон повышается на 60%. После победы над противником действие атаковавшего союзника продвигается вперёд на 15%.","th":"ฝ่ายเราทั้งหมดสร้าง DMG ควอนตัมเพิ่มขึ้น 60% หลังจากกำจัดศัตรูเป้าหมายแล้ว จะเร่งแอ็กชันของผู้โจมตี 15%","vi":"Sát thương Lượng Tử mà toàn thể phe ta gây ra tăng 60%. Sau khi tiêu diệt mục tiêu phe địch, người tấn công sẽ Ưu Tiên Hành Động 15%."}},{"buffId":"3111029","buffIcon":"IconBuffAttackUp","name":{"zh_cn":"作弊小抄","zh_hk":"作弊小抄","de":"Spickzettel","en":"Cheat Sheet","es":"Hoja de trucos","fr":"Antisèche","id":"Cheat Sheet","jp":"カンペ","kr":"커닝 쪽지","pt":"Papel de Cola","ru":"Шпаргалка","th":"โพยข้อสอบ","vi":"Phao Thi"},"desc":{"zh_cn":"对我方单体目标施放战技或终结技时，使技能目标的攻击力提高25%，持续2回合，该效果最多叠加2次。","zh_hk":"對我方單體目標施放戰技或終結技時，使技能目標的攻擊力提高25%，持續2回合，該效果最多疊加2次。","de":"Wenn eine Fertigkeit oder ein Ultimate auf einen Verbündeten eingesetzt wird, wird der ANG des Ziels für 2 Rd. um 25% erhöht. Dieser Effekt ist bis zu 2-mal stapelbar.","en":"When using Skill or Ultimate on one ally target, increases the ability target's ATK by 25%, lasting for 2 turn(s). This effect can stack up to 2 time(s).","es":"Al lanzar la habilidad básica o la habilidad definitiva a un aliado, el ATQ del objetivo de la habilidad aumenta en un 25% durante 2 turnos. Este efecto se puede acumular hasta 2 veces.","fr":"Lors de l'utilisation d'une compétence ou d'un ultime sur une cible alliée, cette dernière voit son ATQ augmenter de 25% pendant 2 tours. Cet effet peut être cumulé jusqu'à 2 fois.","id":"Saat melancarkan Skill atau Ultimate pada 1 rekan tim, akan meningkatkan 25% ATK target kemampuan tersebut selama 2 giliran. Efek ini dapat ditumpuk hingga 2 kali.","jp":"味方単体に戦闘スキル、または必殺技を発動する時、スキルターゲットの攻撃力+25%、2ターン継続、最大で2回累積できる。","kr":"단일 아군에게 전투 스킬 또는 필살기 발동 시 스킬 목표의 공격력이 25% 증가한다, 지속 시간: 2턴, 해당 효과 최대 중첩수: 2회","pt":"Ao utilizar a Perícia ou Perícia Suprema em um aliado-alvo, aumenta o ATQ do alvo da habilidade em 25%, durando por 2 rodada(s). Este efeito pode acumular até 2 vez(es).","ru":"Использование навыка или сверхспособности на союзнике повышает силу атаки цели на 25% на 2 хода. Этот эффект может складываться до 2 раз.","th":"เมื่อปล่อยสกิลต่อสู้หรือท่าไม้ตาย ใส่เป้าหมายฝ่ายเราหนึ่งตัว จะทำให้ ATK ของเป้าหมายสกิลเพิ่มขึ้น 25% เป็นเวลา 2 เทิร์น โดยเอฟเฟกต์นี้ สามารถซ้อนทับได้มากสุด 2 ครั้ง","vi":"Khi thi triển Chiến Kỹ hoặc Tuyệt Kỹ cho 1 mục tiêu phe ta sẽ khiến tấn công của mục tiêu kỹ năng tăng 25%, duy trì 2 hiệp, hiệu ứng này tối đa cộng dồn 2 lần."}},{"buffId":"3111032","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"课间休息","zh_hk":"中場休息時間","de":"Pausezeit","en":"Recess","es":"Descanso entre clases","fr":"Récréation","id":"Break Time","jp":"空きコマ","kr":"쉬는 시간","pt":"Hora do Intervalo","ru":"Перерыв между уроками","th":"พักเบรก","vi":"Nghỉ Giữa Giờ"},"desc":{"zh_cn":"我方全体对处于弱点击破状态下的敌方目标造成的终结技伤害提高70%。","zh_hk":"我方全體對處於弱點擊破狀態下的敵方目標造成的終結技傷害提高70%。","de":"Erhöht den von allen Verbündeten verursachten Ultimate-SCH an Gegnern im Schwächebruch um 70%.","en":"Increases Ultimate DMG dealt by all allies to Weakness Broken enemies by 70%.","es":"El daño de habilidad definitiva que infligen todos los aliados a los enemigos con Ruptura de Debilidad aumenta en un 70%.","fr":"Augmente de 70% les DGT d'ultime infligés par tous les alliés aux ennemis en état de Rupture faiblesse.","id":"Meningkatkan 70% Ultimate DMG yang diakibatkan seluruh rekan tim pada target musuh yang berstatus Weakness Break.","jp":"弱点撃破状態の敵に対する、味方全体の必殺技ダメージ+70%。","kr":"모든 아군이 약점 격파 상태의 적에게 가하는 필살기 피해가 70% 증가한다","pt":"Aumenta o Dano causado pela Perícia Suprema de todos os aliados em inimigos afligidos com Quebra de Fraqueza em 70%.","ru":"Урон сверхспособности всех союзников, наносимый противникам с пробитой уязвимостью, повышается на 70%.","th":"ฝ่ายเราทั้งหมดสร้าง DMG ท่าไม้ตาย แก่ศัตรูเป้าหมายที่ติด สถานะทำลายจุดอ่อนเพิ่มขึ้น 70%","vi":"Sát thương Tuyệt Kỹ mà toàn bộ phe ta gây ra cho mục tiêu phe địch ở trạng thái Phá Vỡ Điểm Yếu tăng 70%."}},{"buffId":"3111031","buffIcon":"ChanllengeBoss_PlayerBuff1002","name":{"zh_cn":"放学别走","zh_hk":"放學別走","de":"Nachsitzen","en":"After Bell Detention","es":"Castigo a la salida","fr":"Retenue","id":"After Bell Detention","jp":"放課後覚えてろ","kr":"수업 끝나고 다 남아","pt":"Detenção Depois da Aula","ru":"Задержка после уроков","th":"เลิกเรียนแล้วอย่าเพิ่งไป","vi":"Tan Học Đừng Đi"},"desc":{"zh_cn":"我方全体造成的普攻和战技伤害提高55%。","zh_hk":"我方全體造成的普通攻擊和戰技傷害提高55%。","de":"Erhöht den von allen Verbündeten verursachten Standardangriff- und Fertigkeits-SCH um 55%.","en":"Increases Basic ATK and Skill DMG dealt by all allies by 55%.","es":"El daño de ATQ básico y el daño de habilidad básica que infligen todos los aliados aumenta en un 55%.","fr":"Augmente de 55% les DGT d'ATQ normale et de compétence infligés par tous les alliés.","id":"Basic Attack DMG dan Skill DMG yang diakibatkan seluruh rekan tim meningkat 55%.","jp":"味方全体の通常攻撃ダメージおよび戦闘スキルダメージ+55%。","kr":"모든 아군이 가하는 일반 공격과 전투 스킬 피해가 55% 증가한다","pt":"Aumenta o Dano de ATQ Básico e o Dano de Perícia causados por todos os aliados em 55%.","ru":"Урон базовой атаки и навыков всех союзников повышается на 55%.","th":"ฝ่ายเราทั้งหมดสร้าง DMG โจมตีปกติและ DMG สกิลต่อสู้เพิ่มขึ้น 55%","vi":"Sát thương Tấn Công Thường và Chiến Kỹ toàn bộ phe ta gây ra tăng 55%."}}],"time":{"begin":1733688000000,"end":1737316800000}}