{"info":[{"name":{"zh_cn":"煽动博弈·难度01","zh_hk":"煽動博弈•難度01","de":"Aufwiegelung des Gamers: Schwierigkeitsgrad 01","en":"Gamer's Instigation: Difficulty 1","es":"Provocación del jugador: Dificultad 1","fr":"Incitation au jeu : difficulté 1","id":"Penghasutan Pertaruhan: Tingkat Kesulitan 1","jp":"博打煽動・難易度01","kr":"도박과 선동·난이도 01","pt":"Instigação do Jogador: Dificuldade 1","ru":"Подстрекательство игрока: Сложность I","th":"เกมแห่งการปลุกปั่น: ความยาก 01","vi":"Xúi Giục Đánh Cược: Độ Khó 1"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Daring Diceroller","monster_code":5,"monster_weakness":["Physical","Ice","Thunder","Wind"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Opportunistic Provocateur","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Imaginary"]}]}},{"name":{"zh_cn":"煽动博弈·难度02","zh_hk":"煽動博弈•難度02","de":"Aufwiegelung des Gamers: Schwierigkeitsgrad 02","en":"Gamer's Instigation: Difficulty 2","es":"Provocación del jugador: Dificultad 2","fr":"Incitation au jeu : difficulté 2","id":"Penghasutan Pertaruhan: Tingkat Kesulitan 2","jp":"博打煽動・難易度02","kr":"도박과 선동·난이도 02","pt":"Instigação do Jogador: Dificuldade 2","ru":"Подстрекательство игрока: Сложность II","th":"เกมแห่งการปลุกปั่น: ความยาก 02","vi":"Xúi Giục Đánh Cược: Độ Khó 2"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Daring Diceroller","monster_code":5,"monster_weakness":["Physical","Ice","Thunder","Wind"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Opportunistic Provocateur","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Imaginary"]}]}},{"name":{"zh_cn":"煽动博弈·难度03","zh_hk":"煽動博弈•難度03","de":"Aufwiegelung des Gamers: Schwierigkeitsgrad 03","en":"Gamer's Instigation: Difficulty 3","es":"Provocación del jugador: Dificultad 3","fr":"Incitation au jeu : difficulté 3","id":"Penghasutan Pertaruhan: Tingkat Kesulitan 3","jp":"博打煽動・難易度03","kr":"도박과 선동·난이도 03","pt":"Instigação do Jogador: Dificuldade 3","ru":"Подстрекательство игрока: Сложность III","th":"เกมแห่งการปลุกปั่น: ความยาก 03","vi":"Xúi Giục Đánh Cược: Độ Khó 3"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Daring Diceroller","monster_code":5,"monster_weakness":["Physical","Ice","Thunder","Wind"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Opportunistic Provocateur","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Imaginary"]}]}},{"name":{"zh_cn":"煽动博弈·难度04","zh_hk":"煽動博弈•難度04","de":"Aufwiegelung des Gamers: Schwierigkeitsgrad 04","en":"Gamer's Instigation: Difficulty 4","es":"Provocación del jugador: Dificultad 4","fr":"Incitation au jeu : difficulté 4","id":"Penghasutan Pertaruhan: Tingkat Kesulitan 4","jp":"博打煽動・難易度04","kr":"도박과 선동·난이도 04","pt":"Instigação do Jogador: Dificuldade 4","ru":"Подстрекательство игрока: Сложность IV","th":"เกมแห่งการปลุกปั่น: ความยาก 04","vi":"Xúi Giục Đánh Cược: Độ Khó 4"},"part1":{"weakness_suggest":["Physical","Ice","Thunder","Wind"],"totalWaves":1,"wave1":[{"monster_name":"Daring Diceroller","monster_code":5,"monster_weakness":["Physical","Ice","Thunder","Wind"]}]},"part2":{"weakness_suggest":["Fire","Thunder","Wind","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Opportunistic Provocateur","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Imaginary"]}]}}],"name":{"zh_cn":"煽动博弈","zh_hk":"煽動博弈","de":"Aufwiegelung des Gamers","en":"Gamer's Instigation","es":"Provocación del jugador","fr":"Incitation au jeu","id":"Penghasutan Pertaruhan","jp":"博打煽動","kr":"도박과 선동","pt":"Instigação do Jogador","ru":"Подстрекательство игрока","th":"เกมแห่งการปลุกปั่น","vi":"Xúi Giục Đánh Cược"},"desc":{"zh_cn":"拥有【坚防守备】的敌方单位被弱点击破时，使我方全体行动提前并恢复战技点。\\n敌方全体受到的追加攻击伤害提高25%，终结技伤害提高15%。","zh_hk":"擁有【堅防守備】的敵方單位被弱點擊破時，使我方全體行動提前並恢復戰技點。\\n敵方全體受到的追加攻擊傷害提高25%，終結技傷害提高15%。","de":"Wenn ein Gegner mit „Solider Schutz“ Schwächebruch erleidet, wird die Aktion aller Verbündeten vorgezogen und die Fertigkeitspunkte werden wiederhergestellt.\\nErhöht den erlittenen Folgeangriff-SCH aller Gegner um 25% und den erlittenen Ultimate-SCH um 15%.","en":"When an enemy with Steadfast Safeguard is Weakness Broken, advances all allies' action and recovers Skill Points.\\nIncreases the Follow-up ATK DMG taken by all enemies by 25% and increases Ultimate DMG taken by 15%.","es":"Cuando un enemigo con Salvaguardia firme es afectado con Ruptura de Debilidad, se adelanta la acción de todos los aliados y recuperan pts. de habilidad básica.\\nEl daño de ataque adicional y el daño de habilidad definitiva que reciben todos los enemigos aumentan en un 25% y un 15% respectivamente.","fr":"Lorsqu'un ennemi avec Protection inébranlable subit une Rupture de faiblesse, tous les alliés récupèrent des points de compétence et voient leur action avancée.\\nAugmente les DGT d'ATQ de suivi subis par tous les ennemis de 25% et augmente les DGT d'ultime subis de 15%.","id":"Saat musuh yang memiliki \"Steadfast Safeguard\" terkena Weakness Break, akan membuat seluruh rekan tim mengalami Pendahuluan Aksi dan memulihkan Poin Skill.\\nDMG Serangan Lanjutan yang diterima seluruh musuh meningkat 25%, dan Ultimate DMG yang diterima seluruh musuh meningkat 15%.","jp":"「鉄壁の防御」を持つ敵が弱点撃破される時、味方全体の行動順が早まり、SPを回復する。\\n敵全体の受ける追加攻撃ダメージ+25%、受ける必殺技ダメージ+15%。","kr":"[견고한 수비]를 보유한 적이 약점 격파될 시 모든 아군의 행동 게이지가 증가하고 전투 스킬 포인트가 회복된다.\\n모든 적이 받는 추가 공격 피해가 25% 증가하고, 필살기 피해가 15% 증가한다","pt":"Quando um inimigo com Salvaguarda Firme sofre Quebra de Fraqueza, a ação de todos os aliados é Avançada Adiante e recupera Pontos de Perícia.\\nAumenta o Dano de Ataques Extras recebido por todos os inimigos em 25% e aumenta o Dano de Perícia Suprema recebido em 15%.","ru":"Пробитие уязвимости противника со статусом Непреклонная защита продвигает действия всех союзников вперёд и восстанавливает очки навыков отряда.\\nПолучаемый всеми противниками урон бонус-атаки повышается на 25%, получаемый ими урон сверхспособности повышается на 15%.","th":"เมื่อศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" ถูกทำลายจุดอ่อน จะเร่งแอ็กชันของฝ่ายเราทั้งหมด และฟื้นฟูแต้มสกิลต่อสู้\\nโดยฝ่ายศัตรูทั้งหมดจะได้รับ DMG โจมตีต่อเนื่องเพิ่มขึ้น 25% และได้รับ DMG ท่าไม้ตายเพิ่มขึ้น 15%","vi":"Khi kẻ địch có Phòng Thủ Kiên Cố bị phá vỡ Điểm Yếu, sẽ khiến toàn bộ phe ta Ưu Tiên Hành Động và hồi điểm Chiến Kỹ.\\nSát Thương Đòn Đánh Theo Sau toàn thể phe địch phải chịu tăng 25%, Sát Thương Tuyệt Kỹ tăng 15%."},"buff":[{"buffId":"3111021","buffIcon":"IconStrongChallengeTalent0304","name":{"zh_cn":"时来运转","zh_hk":"時來運轉","de":"Glückssträhne","en":"Turn of Luck","es":"Golpe de suerte favorable","fr":"La roue tourne","id":"Turn of Luck","jp":"巡って来た幸運","kr":"대운의 시기","pt":"Golpe de Sorte","ru":"Удачный поворот","th":"บุญพาวาสนาส่ง","vi":"Thời Vận Luân Chuyển"},"desc":{"zh_cn":"角色造成的追加攻击伤害无视敌方目标15%的全属性抗性，同时对非弱点目标也能削减韧性，效果等同于原技能削韧值的50%。","zh_hk":"角色造成的追加攻擊傷害無視敵方目標15%的全屬性抗性，同時對非弱點目標也能削減韌性，效果等同於原技能削韌值的50%。","de":"Der von Figuren verursachte Folgeangriff-SCH ignoriert 15% des WDS aller Typen von Gegnern und können auch den WDS von Zielen ohne die entsprechende Schwäche reduzieren, wobei der Effekt 50% der WDS-Reduzierung der ursprünglichen Fähigkeit entspricht.","en":"Follow-up attacks of characters ignores 15% of the enemy target's All-Type RES and can also reduce the Toughness of targets that do not have the corresponding Weakness, with the effect being equivalent to 50% of the original Toughness Reduction from abilities.","es":"El daño de ataque adicional que infligen los personajes ignora un 15% de la RES a todos los tipos del enemigo. A su vez, también puede reducir la Firmeza de los objetivos sin la Debilidad correspondiente en una cantidad equivalente al 50% de la Reducción de Firmeza original de la habilidad.","fr":"Les ATQ de suivi des personnages ignorent 15% de toutes les RÉS de type de la cible et peuvent aussi réduire la robustesse des cibles qui n'ont pas les faiblesses correspondantes, avec l'effet équivalent à 50% de la réduction de robustesse d'origine des capacités.","id":"DMG Serangan Lanjutan yang diakibatkan karakter akan mengabaikan 15% RES Seluruh Tipe target musuh, dan di saat bersamaan juga dapat mengurangi Toughness dari target yang tidak memiliki Weakness terkait, dengan efek Pengurangan Toughness sebesar 50% dari Pengurangan Toughness aslinya.","jp":"キャラの追加攻撃ダメージが敵の全属性耐性を15%無視し、対応する弱点を持たない敵の靭性を、本来の削靭値50%分の靭性を削る。","kr":"캐릭터가 가하는 추가 공격 피해가 적의 모든 속성 저항을 15% 무시하고, 동시에 해당 약점 속성이 아닌 목표의 강인성도 감소시킬 수 있으며, 효과는 기존 스킬 강인성 감소 수치의 50%이다","pt":"Os Ataques Extras dos personagens ignoram 15% da RES a Todos os Tipos do inimigo-alvo e também podem reduzir a Tenacidade dos alvos que não possuam a Fraqueza correspondente, com o efeito sendo o equivalente a 50% da Redução de Tenacidade original das habilidades.","ru":"Наносимый персонажами урон бонус-атаки игнорирует 15% всех типов сопротивления противника и может истощать стойкость противников, не имеющих соответствующую уязвимость. Этот эффект равен 50% от изначального урона стойкости использованного умения.","th":"ตัวละครสร้าง DMG โจมตีต่อเนื่อง โดยเพิกเฉยต่อความต้านทานทุกประเภท 15% ของศัตรูเป้าหมาย และยังสามารถลดทอนความทนทาน ของเป้าหมายที่ไม่ได้มีจุดอ่อนที่สอดคล้องกันด้วย โดยเอฟเฟกต์จะเท่ากับ 50% ของการลดค่าความทนทานจากสกิลเดิม","vi":"Sát Thương Đòn Đánh Theo Sau mà nhân vật gây ra bỏ qua 15% Kháng Toàn Thuộc Tính của mục tiêu phe địch, đồng thời cũng có thể làm giảm Sức Bền cho mục tiêu không có điểm yếu, hiệu quả bằng 50% giá trị Giảm Sức Bền của kỹ năng ban đầu."}},{"buffId":"3111022","buffIcon":"IconStrongChallengeTalent0303","name":{"zh_cn":"千金一掷","zh_hk":"千金一擲","de":"Geld aus dem Fenster","en":"Grand Gamble","es":"Apuesta desmedida","fr":"Grosse mise","id":"Grand Gamble","jp":"大金をつぎ込む","kr":"거금 투척","pt":"Grande Aposta","ru":"Высокие ставки","th":"ทุ่มสุดตัว","vi":"Canh Bạc Lớn"},"desc":{"zh_cn":"角色造成的冰属性伤害提高55%。","zh_hk":"角色造成的冰屬性傷害提高55%。","de":"Erhöht den von Figuren verursachten Eis-SCH um 55%.","en":"Character's Ice DMG dealt increases by 55%.","es":"El Daño de Hielo infligido por el personaje aumenta en un 55%.","fr":"DGT de glace infligés par les personnages + 55%.","id":"Ice DMG yang diakibatkan karakter +55%.","jp":"キャラの氷属性ダメージ+55%。","kr":"캐릭터가 가하는 얼음 속성 피해가 55% 증가한다","pt":"Aumenta o Dano de Gelo causado pelo personagem em 55%.","ru":"Наносимый персонажами ледяной урон повышается на 55%.","th":"ตัวละครสร้าง DMG น้ำแข็งเพิ่มขึ้น 55%","vi":"Sát Thương Băng do nhân vật gây ra tăng 55%."}},{"buffId":"3111023","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"追亡逐北","zh_hk":"追亡逐北","de":"Verfolgung des Rückzugs","en":"Pursue and Eliminate","es":"Persecución letal","fr":"Poursuite fatale","id":"Pursue and Eliminate","jp":"敵軍を追撃する","kr":"패군 추격","pt":"Perseguir e Eliminar","ru":"Преследование и устранение","th":"พิฆาตสุดขั้ว","vi":"Truy Đuổi Và Trừ Khử"},"desc":{"zh_cn":"角色击破敌方目标弱点时，行动提前15%，该效果每回合最多触发1次。","zh_hk":"角色擊破敵方目標弱點時，行動提前15%，該效果每回合最多觸發1次。","de":"Wenn eine Figur dem Gegner Schwächebruch zufügt, wird ihre Aktion um 15% vorgezogen. Dieser Effekt kann bis zu 1-mal pro Runde ausgelöst werden.","en":"When an ally breaks an enemy target's Weakness, Advance their Action Forward by 15%. This effect can trigger a max of 1 time(s) per turn.","es":"Cuando un personaje rompe la Debilidad de un enemigo, su acción se adelanta un 15%. Este efecto se puede activar hasta 1 vez(es) por turno.","fr":"Lorsqu'un allié inflige une Rupture de faiblesse à une cible ennemie, son action est avancée de 15%. Cet effet peut être un déclenché un maximum de 1 fois par tour.","id":"Saat karakter mengakibatkan Weakness Break pada target musuh, aksinya akan didahulukan 15%. Efek ini dapat dipicu hingga 1 kali di setiap giliran.","jp":"キャラが敵を弱点撃破する時、行動順が15%早まる。この効果はターンが回ってくるたびに1回まで発動できる。","kr":"캐릭터가 적의 약점 격파 시 행동 게이지가 15% 증가한다. 해당 효과는 턴마다 최대 1회 발동한다","pt":"Quando um aliado aplica Quebra de Fraqueza a um inimigo-alvo, a ação dele é Avançada Adiante em 15%. Esse efeito pode ser ativado no máximo 1 vez(es) por rodada.","ru":"Когда персонажи пробивают уязвимость противника, их действие продвигается вперёд на 15%. Этот эффект может сработать до 1 раз(а) за ход.","th":"เมื่อตัวละครทำลายจุดอ่อนของศัตรูเป้าหมาย จะเร่งแอ็กชัน 15% โดยในแต่ละเทิร์น เอฟเฟกต์นี้จะเกิดได้มากสุด 1 ครั้ง","vi":"Khi nhân vật phá vỡ Điểm Yếu của mục tiêu phe địch, sẽ Ưu Tiên Hành Động 15%. Hiệu ứng này mỗi hiệp tối đa kích hoạt 1 lần."}},{"buffId":"3111018","buffIcon":"IconStrongChallengeTalent0305","name":{"zh_cn":"寸草不生","zh_hk":"寸草不生","de":"Karge Einöde","en":"Barren of Life","es":"Desprovisto de vida","fr":"Désert aride","id":"Barren of Life","jp":"草も生えない","kr":"불모지","pt":"Deserto Árido","ru":"Выжженная земля","th":"ภัยแล้งแห่งชีวิต","vi":"Không Một Ngọn Cỏ"},"desc":{"zh_cn":"角色攻击处于弱点击破状态下的敌人后，其当前承受的所有持续伤害立即产生相当于原伤害60%的伤害，该效果每回合最多触发1次。","zh_hk":"角色攻擊處於弱點擊破狀態下的敵人後，其目前承受的所有持續傷害立即產生相當於原傷害60%的傷害，該效果每回合最多觸發1次。","de":"Wenn eine Figur einen Gegner mit Schwächebruch angreift, verursachen alle DoT-Effekte, von denen er zu diesem Zeitpunkt betroffen ist, sofort SCH in Höhe von 60% des ursprünglichen SCH. Dieser Effekt kann bis zu 1-mal pro Runde ausgelöst werden.","en":"When characters attack Weakness Broken enemies, all DoTs currently applied to the enemies will immediately deal DMG equal to 60% of the original DMG. This effect can trigger a max of 1 time(s) per turn.","es":"Después de que el personaje ataque a enemigos con Ruptura de Debilidad, todos los efectos de Daño con el tiempo que tienen actualmente producen inmediatamente un daño equivalente al 60% de su daño original. Este efecto se puede activar hasta 1 vez(es) en cada turno.","fr":"Lorsqu'un personnage attaque un ennemi en état de Rupture de faiblesse, tous les dégâts sur la durée actuellement appliqués infligent des DGT équivalents à 60% des DGT initiaux. Cet effet peut se déclencher un maximum de 1 fois par tour.","id":"Setelah karakter menyerang musuh yang berstatus Weakness Break, semua DoT yang saat ini dimilikinya akan segera mengakibatkan DMG sebesar 60% dari DMG aslinya. Efek ini dapat dipicu hingga 1 kali di setiap giliran.","jp":"キャラが弱点撃破状態の敵に攻撃を行った後、その敵に付与されたすべての持続ダメージ系デバフが、本来のダメージ60%分のダメージを発生する。このダメージはターンが回ってくるたびに1回まで発動できる。","kr":"캐릭터가 약점 격파 상태의 적 공격 후, 해당 목표가 현재 받는 모든 지속 피해가 즉시 기존 피해의 60%만큼 피해를 생성한다. 해당 효과는 턴마다 최대 1회 발동한다","pt":"Quando os personagens atacam inimigos com Quebra de Fraqueza, todos os Danos Contínuos atualmente aplicados aos inimigos imediatamente causarão Dano igual a 60% do Dano original. Esse efeito pode ser ativado até 1 vez(es) por rodada.","ru":"После того как персонаж атакует противника с пробитой уязвимостью, все имеющиеся у противника эффекты с периодическим уроном немедленно наносят ему 60% от изначального урона. Этот эффект может сработать до 1 раз за ход.","th":"หลังจากตัวละครโจมตีศัตรู ที่ติดสถานะทำลายจุดอ่อน DMG ต่อเนื่องที่ศัตรูได้รับในปัจจุบัน จะสร้าง DMG 60% ของ DMG เดิมทันที โดยในแต่ละเทิร์น เอฟเฟกต์ดังกล่าวจะเกิดได้สูงสุด 1 ครั้ง","vi":"Sau khi nhân vật tấn công kẻ địch trong trạng thái Phá Vỡ Điểm Yếu, tất cả Sát Thương Duy Trì kẻ đó đang phải chịu sẽ lập tức gây ra sát thương bằng 60% sát thương gốc. Hiệu ứng này mỗi hiệp tối đa kích hoạt 1 lần."}},{"buffId":"3111019","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"牵丝攀藤","zh_hk":"牽絲攀藤","de":"Verworrenheit","en":"Tangled Chaos","es":"Caos enredado","fr":"Chaos enchevêtré","id":"Tangled Chaos","jp":"まとまりのない話","kr":"뒤엉킨 넝쿨","pt":"Caos Entrelaçado","ru":"Переплетённый хаос","th":"สุดแสนโกลาหล","vi":"Hỗn Loạn Rối Rắm"},"desc":{"zh_cn":"消灭敌方目标后，敌方全体受到的击破伤害提高5%，最多叠加5层，该效果对所有新上场的敌人也生效。","zh_hk":"消滅敵方目標後，敵方全體受到的擊破傷害提高5%，最多疊加5層，該效果對所有新上場的敵人也生效。","de":"Nachdem ein Gegner besiegt wurde, wird der erlittene Bruch-SCH aller Gegner um 5% erhöht. Dieser Effekt ist bis zu 5-fach stapelbar und gilt auch für alle neuen Gegner, die das Kampffeld betreten.","en":"After defeating enemy targets, increase Break DMG taken by all enemies by 5% to a max of 5 stack(s). This effect will also take effect on new enemies entering the battlefield.","es":"Tras eliminar a un enemigo, el Daño de Ruptura que reciben todos los enemigos aumenta en un 5%. Se puede acumular hasta 5 vez(es). Este efecto también es válido para los nuevos enemigos que entren en el campo de batalla.","fr":"Après avoir vaincu une cible ennemie, augmente les DGT de rupture subis par tous les ennemis de 5% jusqu'à un maximum de 5 cumul(s). Cet effet s'applique également aux nouveaux ennemis qui entrent sur le champ de bataille.","id":"Setelah mengalahkan target musuh, Break DMG yang diterima seluruh musuh meningkat 5%, dapat ditumpuk hingga 5 lapis. Efek ini juga berlaku untuk semua musuh yang baru memasuki medan pertempuran.","jp":"敵を倒した後、敵全体の受ける弱点撃破ダメージ+5%、最大で5層累積できる。この効果は新たに出現した敵にも適用される。","kr":"적 처치 후 모든 적이 받는 격파 피해가 5% 증가한다, 최대 중첩수: 5스택. 해당 효과는 새로 필드 위에 나타난 모든 적에게도 적용된다","pt":"Após derrotar inimigos-alvo, aumenta o Dano de Quebra recebido por todos os inimigos em 5% até um máximo de 5 acúmulo(s). Esse efeito também agirá em novos inimigos entrando no campo de batalha.","ru":"После победы над противником получаемый всеми противниками урон пробития повышается на 5% до макс. 5 раз. Этот эффект также применяется к новым противникам, вступающим в бой.","th":"หลังจากกำจัดศัตรูเป้าหมาย ศัตรูทั้งหมดจะได้รับ DMG ทำลายล้างเพิ่มขึ้น 5% และซ้อนทับได้มากสุด 5 ชั้น โดยเอฟเฟกต์นี้ จะมีผลกับศัตรูตัวใหม่ทุกตัว ที่เข้าสู่การต่อสู้เช่นกัน","vi":"Sau khi tiêu diệt kẻ địch, Sát Thương Phá Vỡ toàn thể phe địch phải chịu tăng 5%, tối đa cộng dồn 5 tầng, hiệu ứng này cũng có hiệu lực với tất cả kẻ địch mới vào trận."}},{"buffId":"3111020","buffIcon":"IconStrongChallengeTalent0302","name":{"zh_cn":"势如破竹","zh_hk":"勢如破竹","de":"Schwingende Macht","en":"Sweeping Force","es":"Fuerza de arrastre","fr":"Force balayante","id":"Sweeping Force","jp":"破竹の勢い","kr":"파죽지세","pt":"Força Arrebatadora","ru":"Сокрушающая сила","th":"รบชนะทุกย่างก้าว","vi":"Mạnh Như Vũ Bão"},"desc":{"zh_cn":"造成的终结技伤害的暴击伤害提高30%，对处于弱点击破状态下的敌方目标额外提高30%。","zh_hk":"造成的終結技傷害的暴擊傷害提高30%，對處於弱點擊破狀態下的敵方目標額外提高30%。","de":"Erhöht den KRIT-SCH des Ultimates um 30% und erhöht ihn bei Gegnern mit Schwächebruch zusätzlich um 30%.","en":"Increases the CRIT DMG of Ultimate DMG dealt by 30%, with an additional increase of 30% against enemy targets that are Weakness Broken.","es":"El Daño CRIT que inflige el daño de habilidad definitiva aumenta en un 30%, y aumenta en un 30% adicional contra enemigos con Ruptura de Debilidad.","fr":"Augmente les DGT critiques des DGT d'ultime infligés de 30%, avec une augmentation de 30% supplémentaires contre les cibles ennemies en état de Rupture de faiblesse.","id":"CRIT DMG dari Ultimate DMG yang diakibatkan meningkat 30%, dan akan meningkat ekstra 30% pada target musuh yang berstatus Weakness Break.","jp":"必殺技ダメージの会心ダメージ+30%、さらに弱点撃破状態の敵に対する必殺技ダメージの会心ダメージ+30%。","kr":"가하는 필살기 피해의 치명타 피해가 30% 증가하고, 약점 격파 상태의 적에게는 추가로 30% 증가한다","pt":"Aumenta o Dano CRIT do Dano causado pela Perícia Suprema em 30%, com um aumento adicional de 30% contra inimigos-alvo afligidos com Quebra de Fraqueza.","ru":"Крит. урон сверхспособности повышается на 30%. Указанный урон, наносимый противникам с пробитой уязвимостью, повышается на доп. 30%.","th":"DMG คริติคอลของ DMG ท่าไม้ตายที่สร้าง เพิ่มขึ้น 30% และจะเพิ่มขึ้นอีก 30% สำหรับศัตรูเป้าหมายที่ติดสถานะทำลายจุดอ่อน","vi":"Sát Thương Bạo Kích do Sát Thương Tuyệt Kỹ gây ra tăng 30%, tăng thêm 30% đối với mục tiêu phe địch trong trạng thái Phá Vỡ Điểm Yếu."}}],"time":{"begin":1726430400000,"end":1730059200000}}