{"info":[{"name":{"zh_cn":"冥茫冽风·难度01","zh_hk":"冥茫冽風•難度01","de":"Eiswind des Schleiers: Schwierigkeitsgrad 01","en":"Gale of Netherveil: Difficulty 1","es":"Viento lúgubre: Dificultad 1","fr":"Tempête du brouillard du néant : difficulté 1","id":"Angin Badai Kegelapan: Tingkat Kesulitan 1","jp":"苛烈なる寒風・難易度01","kr":"어둠과 한풍•난이도 01","pt":"Rajada da Confusão Mortal: Dificuldade 1","ru":"Порыв завесы смерти: Сложность I","th":"เหมันต์อนธการ: ความยาก 01","vi":"Gió Lạnh U Ám: Độ Khó 1"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Ice","Wind","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Guide of Withering and Decay","monster_code":5,"monster_weakness":["Ice","Wind","Quantum","Imaginary"]}]}},{"name":{"zh_cn":"冥茫冽风·难度02","zh_hk":"冥茫冽風•難度02","de":"Eiswind des Schleiers: Schwierigkeitsgrad 02","en":"Gale of Netherveil: Difficulty 2","es":"Viento lúgubre: Dificultad 2","fr":"Tempête du brouillard du néant : difficulté 2","id":"Angin Badai Kegelapan: Tingkat Kesulitan 2","jp":"苛烈なる寒風・難易度02","kr":"어둠과 한풍•난이도 02","pt":"Rajada da Confusão Mortal: Dificuldade 2","ru":"Порыв завесы смерти: Сложность II","th":"เหมันต์อนธการ: ความยาก 02","vi":"Gió Lạnh U Ám: Độ Khó 2"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Ice","Wind","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Guide of Withering and Decay","monster_code":5,"monster_weakness":["Ice","Wind","Quantum","Imaginary"]}]}},{"name":{"zh_cn":"冥茫冽风·难度03","zh_hk":"冥茫冽風•難度03","de":"Eiswind des Schleiers: Schwierigkeitsgrad 03","en":"Gale of Netherveil: Difficulty 3","es":"Viento lúgubre: Dificultad 3","fr":"Tempête du brouillard du néant : difficulté 3","id":"Angin Badai Kegelapan: Tingkat Kesulitan 3","jp":"苛烈なる寒風・難易度03","kr":"어둠과 한풍•난이도 03","pt":"Rajada da Confusão Mortal: Dificuldade 3","ru":"Порыв завесы смерти: Сложность III","th":"เหมันต์อนธการ: ความยาก 03","vi":"Gió Lạnh U Ám: Độ Khó 3"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Ice","Wind","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Guide of Withering and Decay","monster_code":5,"monster_weakness":["Ice","Wind","Quantum","Imaginary"]}]}},{"name":{"zh_cn":"冥茫冽风·难度04","zh_hk":"冥茫冽風•難度04","de":"Eiswind des Schleiers: Schwierigkeitsgrad 04","en":"Gale of Netherveil: Difficulty 4","es":"Viento lúgubre: Dificultad 4","fr":"Tempête du brouillard du néant : difficulté 4","id":"Angin Badai Kegelapan: Tingkat Kesulitan 4","jp":"苛烈なる寒風・難易度04","kr":"어둠과 한풍•난이도 04","pt":"Rajada da Confusão Mortal: Dificuldade 4","ru":"Порыв завесы смерти: Сложность IV","th":"เหมันต์อนธการ: ความยาก 04","vi":"Gió Lạnh U Ám: Độ Khó 4"},"part1":{"weakness_suggest":["Fire","Thunder","Wind","Quantum"],"totalWaves":1,"wave1":[{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]},{"monster_name":"Annihilator of Desolation Mistral","monster_code":5,"monster_weakness":["Fire","Thunder","Wind","Quantum"]}]},"part2":{"weakness_suggest":["Ice","Wind","Quantum","Imaginary"],"totalWaves":1,"wave1":[{"monster_name":"Guide of Withering and Decay","monster_code":5,"monster_weakness":["Ice","Wind","Quantum","Imaginary"]}]}}],"name":{"zh_cn":"冥茫冽风","zh_hk":"冥茫冽風","de":"Eiswind des Schleiers","en":"Gale of Netherveil","es":"Viento lúgubre","fr":"Tempête du brouillard du néant","id":"Angin Badai Kegelapan","jp":"苛烈なる寒風","kr":"어둠과 한풍","pt":"Rajada da Confusão Mortal","ru":"Порыв завесы смерти","th":"เหมันต์อนธการ","vi":"Gió Lạnh U Ám"},"desc":{"zh_cn":"拥有【坚防守备】的敌方单位被弱点击破时，使我方全体解除控制状态、激活终结技并回复生命值。\\n敌方全体受到的忆灵技伤害提高10%，战技伤害提高30%。","zh_hk":"擁有【堅防守備】的敵方單位被弱點擊破時，使我方全體解除控制狀態、啟動終結技並回復生命值。\\n敵方全體受到的憶靈技傷害提高10%，戰技傷害提高30%。","de":"Wenn Gegner mit Solider Schutz Schwächebruch erleiden, werden Kontrolleffekte von allen Verbündeten entfernt. Außerdem werden der Ultimate aktiviert und LP wiederhergestellt.\\nAlle Gegner erleiden 10% mehr Memogeist-Technik-SCH und 30% mehr Fertigkeits-SCH.","en":"When enemy units with \"Steadfast Safeguard\" are Weakness Broken, dispels control effects for all allies, activates Ultimates and restores HP.\\nAll enemies take 10% more Memosprite Skill DMG, and 30% more Skill DMG.","es":"Cuando un enemigo con Salvaguardia firme es afectado con Ruptura de Debilidad, todos los aliados disipan los estados de Control, activan su habilidad definitiva y regeneran PV.\\nEl daño de habilidad del mnemoduende y el daño de habilidad básica que reciben todos los enemigos aumentan en un 10% y un 30% respectivamente.","fr":"Lorsqu'une unité ennemie avec Protection inébranlable subit une Rupture de faiblesse, dissipe les effets de contrôle appliqués à tous les alliés, active leur ultime et restaure leurs PV.\\nTous les ennemis subissent 10% de DGT de compétence de mnémesprit supplémentaires, et 30% de DGT de compétence supplémentaires.","id":"Saat musuh yang memiliki \"Steadfast Safeguard\" terkena Weakness Break, akan membuat seluruh rekan tim menghapus Crowd Control Debuff, mengaktifkan Ultimate, dan memulihkan HP.\\nDMG Skill Memosprite yang diterima seluruh musuh meningkat 10%, Skill DMG yang diterima seluruh musuh meningkat 30%.","jp":"「鉄壁の防御」を持つ敵が弱点撃破された時、味方全体の行動制限系デバフを解除し、必殺技を発動可能にし、HPを回復する。\\n敵全体が受ける精霊スキルダメージ+10%、受ける戦闘スキルダメージ+30%。","kr":"[견고한 수비]를 보유한 적 유닛이 약점 격파될 시 모든 아군의 제어 상태를 해제하고 필살기를 활성화하며 HP를 회복한다.\\n모든 적이 받는 기억 정령 스킬 피해가 10% 증가하고, 전투 스킬 피해가 30% 증가한다","pt":"Quando as unidades inimigas com \"Salvaguarda Firme\" sofrem Quebra de Fraqueza, remove os estados de controle de todos os aliados, ativa Perícias Supremas e restaura PV.\\nTodos os inimigos recebem 10% a mais de Dano de Perícia do Memoespírito e 30% a mais de Dano de Perícia.","ru":"Пробитие уязвимости противника со статусом Непреклонная защита снимает эффекты контроля со всех союзников, позволяет им активировать сверхспособность и восстанавливает НР.\\nПолучаемый всеми противниками урон навыка духа памяти повышается на 10%, получаемый ими урон навыка повышается на 30%.","th":"เมื่อศัตรูหนึ่งตัวที่มี \"Steadfast Safeguard\" ถูกทำลายจุดอ่อน จะทำให้ฝ่ายเราทั้งหมดลบล้างสถานะควบคุม, เปิดใช้งานท่าไม้ตาย และฟื้นฟู HP\\nศัตรูทั้งหมดได้รับ DMG ทักษะภูตความทรงจำเพิ่มขึ้น 10% และ DMG สกิลต่อสู้เพิ่มขึ้น 30%","vi":"Khi kẻ địch có Phòng Thủ Kiên Cố bị Phá Vỡ Điểm Yếu, sẽ khiến toàn bộ phe ta giải trừ trạng thái không chế, kích hoạt Tuyệt Kỹ và hồi HP.\\nSát thương Kỹ Năng Linh Hồn Ký Ức toàn bộ phe địch phải chịu tăng 10%, sát thương Chiến Kỹ tăng 30%."},"buff":[{"buffId":"3111068","buffIcon":"IconBuffAttackUpPhysical","name":{"zh_cn":"披坚执锐","zh_hk":"披堅執銳","de":"Schwer bewaffnet","en":"Armed Up","es":"Armado hasta los dientes","fr":"Prêt au combat","id":"Armed Up","jp":"武装完了","kr":"전투 준비","pt":"Armado","ru":"Боевые доспехи","th":"อาวุธครบมือ","vi":"Kiếm Giáp Sẵn Sàng"},"desc":{"zh_cn":"我方全体造成的物理属性伤害提高50%，敌方全体的物理属性抗性降低20%。","zh_hk":"我方全體造成的物理屬性傷害提高50%，敵方全體的物理屬性抗性降低20%。","de":"Erhöht den verursachten physischen SCH aller Verbündeten um 50% und reduziert den physischen WDS aller Gegner um 20%.","en":"Increases Physical DMG dealt by all allies by 50%, and decreases all enemies' Physical RES by 20%.","es":"El Daño Físico que infligen todos los aliados aumenta en un 50% y la RES a Físico de todos los enemigos se reduce en un 20%.","fr":"Augmente les DGT physiques infligés par tous les alliés de 50% et diminue la RÉS physique de tous les ennemis de 20%.","id":"Physical DMG yang diakibatkan seluruh rekan tim meningkat 50%, Physical RES seluruh musuh berkurang 20%.","jp":"味方全体の物理属性ダメージ+50%、敵全体の物理属性耐性-20%。","kr":"모든 아군이 가하는 물리 속성 피해가 50% 증가하고, 모든 적의 물리 속성 저항이 20% 감소한다","pt":"Aumenta o Dano Físico causado por todos os aliados em 50% e reduz a RES a Físico de todos os inimigos em 20%.","ru":"Наносимый всеми союзниками физический урон повышается на 50%. Физическое сопротивление всех противников понижается на 20%.","th":"ฝ่ายเราทั้งหมดสร้าง DMG กายภาพเพิ่มขึ้น 50% และความต้านทานกายภาพของศัตรูทั้งหมดลดลง 20%","vi":"Sát Thương Vật Lý toàn bộ phe ta gây ra tăng 50%, Kháng Vật Lý của toàn bộ phe địch giảm 20%."}},{"buffId":"3111069","buffIcon":"IconStrongChallengeTalent0305","name":{"zh_cn":"蔓草难除","zh_hk":"蔓草難除","de":"Hartnäckiges Unkraut","en":"Obstinate Weed","es":"Mala hierba","fr":"Herbe obstinée","id":"Obstinate Weed","jp":"しぶとい蔓草","kr":"끈질긴 넝쿨","pt":"Erva Obstinada","ru":"Упрямый сорняк","th":"วัชพืชกำจัดยาก","vi":"Cỏ Dại Khó Diệt"},"desc":{"zh_cn":"我方全体施放普攻或战技攻击处于弱点击破状态下的敌人后，使其当前承受的所有持续伤害立即产生相当于原伤害20%的伤害。","zh_hk":"我方全體發動普通攻擊或戰技攻擊處於弱點擊破狀態下的敵人後，使其當下承受的所有持續傷害立即產生相當於原傷害20%的傷害。","de":"Nachdem Verbündete einen Standardangriff oder eine Fertigkeit gegen einen Gegner mit Schwächebruch eingesetzt haben, verursachen alle aktuellen DoT-Effekte sofort SCH in Höhe von 20% des ursprünglichen SCH.","en":"When allies use Basic ATK or Skill to attack Weakness Broken enemies, all DoTs currently applied to the enemies will immediately produce DMG equal to 20% of the original DMG.","es":"Después de que cualquier aliado lance un ATQ básico o una habilidad básica contra un enemigo con Ruptura de Debilidad, todos los efectos de Daño con el tiempo que tenga actualmente el objetivo infligen inmediatamente un daño equivalente al 20% del daño original.","fr":"Lorsqu'un allié lance une ATQ normale ou une compétence contre un ennemi en état de Rupture de faiblesse, tous les dégâts sur la durée actuellement appliqués à cet ennemi infligent immédiatement des DGT équivalents à 20% des DGT initiaux.","id":"Setelah rekan tim mana pun melancarkan Basic Attack atau Skill untuk menyerang musuh yang berstatus Weakness Break, akan membuat semua DoT yang saat ini dimilikinya segera mengakibatkan DMG sebesar 20% dari DMG aslinya.","jp":"味方が通常攻撃または戦闘スキルを発動し、弱点撃破状態の敵に攻撃を行った後、その敵に付与されているすべての持続ダメージ系デバフが即座に本来のダメージ20%分のダメージを発生する。","kr":"모든 아군이 일반 공격 또는 전투 스킬을 발동해 약점 격파 상태의 적을 공격하면, 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 20%만큼 피해를 생성한다","pt":"Quando os aliados usam um ATQ Básico ou uma Perícia para atacar inimigos afligidos com Quebra de Fraqueza, todos os <u>Danos Contínuos</u> atualmente aplicados aos inimigos produzirão Dano igual a 20% do Dano original imediatamente.","ru":"После того как союзники используют базовую атаку или навык для атаки противника с пробитой уязвимостью, все имеющиеся у противника эффекты с периодическим уроном немедленно наносят ему 20% от изначального урона.","th":"หลังจากฝ่ายเราทั้งหมด ปล่อยการโจมตีปกติหรือสกิลต่อสู้ โจมตีศัตรูที่ติดสถานะทำลายจุดอ่อนแล้ว DMG ต่อเนื่องทั้งหมดที่ศัตรูดังกล่าวได้รับในปัจจุบัน จะสร้าง DMG 20% ของ DMG เดิมทันที","vi":"Sau khi toàn bộ phe ta sử dụng Tấn Công Thường hoặc Chiến Kỹ tấn công kẻ địch ở trạng thái Phá Vỡ Điểm Yếu, sẽ khiến tất cả Sát Thương Duy Trì kẻ đó đang phải chịu sẽ lập tức gây ra sát thương bằng 20% sát thương gốc."}},{"buffId":"3111070","buffIcon":"ChanllengeBoss_PlayerBuff1001","name":{"zh_cn":"臻冰彻骨","zh_hk":"臻冰徹骨","de":"Bis ins eisige Mark","en":"Rime Piercer","es":"Perforaescarcha","fr":"Gelé jusqu'à l'os","id":"Rime Piercer","jp":"凍寒骨に徹す","kr":"뼈저린 냉기","pt":"Perfura-Gelo","ru":"Пронзающий иней","th":"เย็นเสียดกระดูก","vi":"Đá Băng Xuyên Cốt"},"desc":{"zh_cn":"敌方全体受到的击破伤害提高10%。击破敌方弱点后，我方全体速度提高20%，持续2回合。","zh_hk":"敵方全體受到的擊破傷害提高10%。擊破敵方弱點後，我方全體速度提高20%，持續2回合。","de":"Erhöht den erlittenen Bruch-SCH aller Gegner um 10%. Nachdem Gegner Schwächebruch erlitten haben, wird die GES aller Verbündeten für 2 Rd. um 20% erhöht.","en":"Increases all enemies' Break DMG taken by 10%. After Breaking an enemy's Weakness, increases all allies' SPD by 20% for 2 turn(s).","es":"El Daño de Ruptura que reciben todos los enemigos aumenta en un 10%. Cuando se rompe la Debilidad de un enemigo, la VEL de todos los aliados aumenta en un 20% durante 2 turnos.","fr":"Augmente les DGT de rupture subis par tous les ennemis de 10%. Après avoir infligé une Rupture de faiblesse à un ennemi, la VIT de tous les alliés augmente de 20% pendant 2 tours.","id":"Break DMG yang diterima seluruh musuh meningkat 10%. Setelah mengakibatkan Weakness Break pada musuh, SPD seluruh rekan tim akan meningkat 20% selama 2 giliran.","jp":"敵全体の受ける弱点撃破ダメージ+10%。敵を弱点撃破した後、味方全体の速度+20%、2ターン継続する。","kr":"모든 적이 받는 격파 피해가 10% 증가한다. 적의 약점을 격파하면 모든 아군의 속도가 20% 증가한다, 지속 시간: 2턴","pt":"Aumenta o Dano de Quebra recebido por todos os inimigos em 10%. Após aplicar Quebra de Fraqueza a um inimigo, aumenta a VEL de todos os aliados em 20%, durando por 2 rodada(s).","ru":"Получаемый всеми противниками урон пробития повышается на 10%. После пробития уязвимости противника скорость всех союзников повышается на 20% на 2 хода.","th":"ศัตรูทั้งหมดได้รับ DMG ทำลายล้างเพิ่มขึ้น 10% หลังจากทำลายจุดอ่อนของศัตรูแล้ว ความเร็วของฝ่ายเราทั้งหมดจะเพิ่มขึ้น 20% เป็นเวลา 2 เทิร์น","vi":"Sát Thương Phá Vỡ mà toàn bộ phe địch phải chịu sẽ tăng 10%. Sau khi phá vỡ điểm yếu của phe địch, Tốc Độ toàn bộ phe ta tăng 20%, duy trì 2 hiệp."}},{"buffId":"3111065","buffIcon":"IconRogueBuff107","name":{"zh_cn":"攻无不克","zh_hk":"攻無不克","de":"Unaufhaltsame Kraft","en":"Unstoppable Force","es":"Fuerza imparable","fr":"Force inarrêtable","id":"Unstoppable Force","jp":"必勝の攻勢","kr":"모든 것을 정복하는 힘","pt":"Força Irrefreável","ru":"Неудержимая сила","th":"ไร้พ่าย","vi":"Đánh Đâu Thắng Đó"},"desc":{"zh_cn":"忆灵造成伤害时无视目标20%的防御力。","zh_hk":"憶靈造成傷害時無視目標20%的防禦力。","de":"Der von Memogeistern verursachte SCH ignoriert 20% der VTD des Ziels.","en":"DMG dealt by memosprites ignores 20% of the target's DEF.","es":"El daño que infligen los mnemoduendes ignora un 20% de la DEF del objetivo.","fr":"Les DGT infligés par les mnémesprits ignorent 20% de la DÉF de la cible.","id":"Saat Memosprite mengakibatkan DMG, akan mengabaikan 20% DEF target.","jp":"記憶の精霊がダメージを与える時、ターゲットの防御力を20%無視する。","kr":"기억 정령이 피해를 가할 시 목표의 방어력을 20% 무시한다","pt":"O Dano causado pelos Memoespíritos ignora 20% da DEF do alvo.","ru":"При нанесении урона дух памяти игнорирует 20% защиты цели.","th":"เมื่อภูตความทรงจำสร้าง DMG จะเพิกเฉยต่อ DEF 20% ของเป้าหมาย","vi":"Khi Linh Hồn Ký Ức gây sát thương sẽ bỏ qua 20% Phòng Thủ của mục tiêu."}},{"buffId":"3111066","buffIcon":"IconBuffBPSkill","name":{"zh_cn":"生机焕发","zh_hk":"生機煥發","de":"Innervation","en":"Innervation","es":"Inervación","fr":"Innervation","id":"Innervation","jp":"活力満点","kr":"생기발랄","pt":"Enervação","ru":"Иннервация","th":"ฟื้นตื่นชีวา","vi":"Bừng Bừng Sức Sống"},"desc":{"zh_cn":"我方全体造成的战技伤害提高30%，回合开始时，若当前生命值百分比等于或低于1%，则回复生命上限15%的生命值。","zh_hk":"我方全體造成的戰技傷害提高30%，回合開始時，若現有生命值百分比等於或低於1%，則回復生命上限15%的生命值。","de":"Erhöht den Fertigkeits-SCH aller Verbündeten um 30%. Zu Beginn der Runde werden ihre LP um 15% ihrer max. LP wiederhergestellt, wenn ihr aktueller LP-Prozentsatz gleich oder niedriger als 1% ist.","en":"Increases all allies' Skill DMG by 30%. At the start of their turn, if their current HP percentage is equal to or lower than 1%, restores HP equal to 15% of their Max HP.","es":"El daño de habilidad básica que infligen todos los aliados aumenta en un 30%. Al inicio del turno, si el porcentaje de PV es igual o inferior al 1%, regenera una cantidad de PV equivalente al 15% de los PV máx.","fr":"Augmente les DGT de compétence de tous les alliés de 30%. Au début du tour d'un allié, si son pourcentage de PV est inférieur ou égal à 1%, récupère des PV équivalents à 15% de ses PV max.","id":"Skill DMG yang diakibatkan seluruh rekan tim meningkat 30%. Saat giliran dimulai, jika persentase HP saat ini kurang dari atau sama dengan 1%, maka akan memulihkan HP sebesar 15% Max HP.","jp":"味方全体の戦闘スキルダメージ+30%。ターンが回ってきた時、残りHPが最大HPの1%分以下の場合、最大HP15%分のHPを回復する。","kr":"모든 아군이 가하는 전투 스킬 피해가 30% 증가한다. 턴 시작 시 현재 HP 백분율이 1% 이하일 경우, HP 최대치의 15%만큼 HP를 회복한다","pt":"Aumenta o Dano da Perícia de todos os aliados em 30%. No início de sua rodada, se a porcentagem atual de PV for igual ou inferior a 1%, restaura PV em um valor igual a 15% dos PV máximos.","ru":"Наносимый всеми союзниками урон навыка повышается на 30%. Если в начале хода текущее НР союзника ниже или равно 1%, то он восстанавливает 15% от своего макс. НР.","th":"DMG สกิลต่อสู้ของฝ่ายเราทั้งหมดเพิ่มขึ้น 30% เมื่อเริ่มต้นเทิร์น หากเปอร์เซ็นต์ HP ปัจจุบันเท่ากับหรือต่ำกว่า 1% จะฟื้นฟู HP 15% ของ HP สูงสุด","vi":"Sát Thương Chiến Kỹ toàn bộ phe ta gây ra tăng 30%, khi bắt đầu hiệp, nếu Phần Trăm HP hiện tại bằng hoặc thấp hơn 1%, sẽ hồi HP bằng 15% Giới Hạn HP."}},{"buffId":"3111067","buffIcon":"ActivityBattleBuff125","name":{"zh_cn":"破竹之势","zh_hk":"破竹之勢","de":"Unaufhaltsame Kraft","en":"Unstoppable Momentum","es":"Fuerza irresistible","fr":"Force irrésistible","id":"Unstoppable Momentum","jp":"破竹の勢い","kr":"파죽지세","pt":"Poder Inexorável","ru":"Неудержимый импульс","th":"รบราราบรื่น","vi":"Thế Như Vũ Bão"},"desc":{"zh_cn":"角色施放终结技时，使自身的弱点击破效率提高100%，暴击伤害提高40%，持续3回合。","zh_hk":"角色施放終結技時，使自身的弱點擊破效率提高100%，暴擊傷害提高40%，持續3回合。","de":"Wenn eine Figur ihren Ultimate einsetzt, wird ihre Schwächebruch-Effizienz um 100% und ihr KRIT-SCH um 40% erhöht. Dieser Effekt hält 3 Rd. an.","en":"When a character uses Ultimate, increases their Weakness Break Efficiency by 100% and increases CRIT DMG by 40%, lasting for 3 turn(s).","es":"Cuando un personaje lanza su habilidad definitiva, su eficiencia de la Ruptura de Debilidad y su Daño CRIT aumentan en un 100% y un 40% respectivamente durante 3 turnos.","fr":"Lorsqu'un personnage utilise son ultime, augmente son efficacité de Rupture de faiblesse de 100% et ses DGT critiques de 40% pendant 3 tours.","id":"Saat karakter melancarkan Ultimate, akan meningkatkan 100% Weakness Break Efficiency dan 40% CRIT DMG dirinya selama 3 giliran.","jp":"キャラが必殺技を発動する時、自身の弱点撃破効率+100%、会心ダメージ+40%、3ターン継続。","kr":"캐릭터가 필살기 발동 시 자신의 약점 격파 효율이 100% 증가하고, 치명타 피해가 40% 증가한다, 지속 시간: 3턴","pt":"Quando um personagem usa a Perícia Suprema, aumenta sua Eficiência de Quebra de Fraqueza em 100% e aumenta o Dano CRIT dele em 40% por 3 rodada(s).","ru":"Когда персонаж использует сверхспособность, его эффективность пробития уязвимости повышается на 100% и крит. урон повышается на 40% на 3 хода.","th":"เมื่อตัวละครปล่อยท่าไม้ตาย จะทำให้ประสิทธิภาพการทำลายจุดอ่อนของตัวเอง เพิ่มขึ้น 100% DMG คริติคอลเพิ่มขึ้น 40% เป็นเวลา 3 เทิร์น","vi":"Khi nhân vật thi triển Tuyệt Kỹ, Hiệu Suất Phá Vỡ Điểm Yếu của bản thân tăng 100%, Sát Thương Bạo Kích tăng 40%, duy trì 3 hiệp."}}],"time":{"begin":1759089600000,"end":1762718400000}}